{
	"অইন" : "অনুকল্প, অন্য, অপৰ, আছুতীয়া, আন, দোচোৰা, পৰ, বিকল্প, বেলেগ, ব্যত্যস্ত, ভিন, ভিন্ন, সুকীয়া৷",
"অংক" : "সংখ্যা, ৰাশি৷",
"অংকশায়িনী" : "অৰ্ধাংগিনী, অৰ্ধাংগী, কলত্ৰ, কান্তা, গৃহদেৱী, গৃহিণী, ঘৈণী, ঘৰণী, ঘৰিণী, জানী, জায়া, জীৱনসংগিনী, দয়িতা, দাৰ, দাৰা, ধনিকা, ধৰ্মপত্নী, পত্নী, পুৰন্ধ্ৰী, পৰিবাৰ, বধূ, ভাৰ্যা, শয্যাসংগিনী, শয্যাসহচৰী, সহধৰ্মিণী৷",
"অংকশাস্ত্ৰ" : "গণিত, গণিতশাস্ত্ৰ",
"অংকীয়" : "সাংখ্যিক৷",
"অংকুশ" : "আঁকুহী, গজাঁকোহ, লাংচিং৷",
"অংকুৰ" : "কোঁহ, গজালি, গাঁজ৷",
"অংকুৰক" : "কুলায়, নীড়, পক্ষীনীড়, বাহ, বাহা৷",
"অংকুৰণ" : "গজালি",
"অংকুৰিত" : "উদ্ভিন্ন, প্ৰৰূঢ়, প্ৰৰোহিত, বিকশিত, মঞ্জৰিত, মুকুলিত, সঞ্জাত, সঞ্জাতমঞ্জৰি৷",
"অংগক" : "অংগক, অপঘন, ইন্দ্ৰিয়ায়তন, কন্ধ, গা, গাত্ৰ, তনু, তনুৰুচি, দেহপিঞ্জৰ, দেহ, দেহভৃৎ, বপু, বিপোষ, ভোগায়তন, শৰীল, শৰীৰ৷",
"অংগক্ষত" : "অংগক্ষত, কেৰোণ, ঘুণ, দোষ, ৰদ৷",
"অংগত্ৰ" : "অংগত্ৰাণ, উৰশ্ছদ, উৰস্ত্ৰ, উৰস্ত্ৰাণ, কঞ্চু, কঞ্চুক, কংকট, কংকটক, কৱচ, কাচনি, খোলক, তনুত্ৰ, তনুবাৰ, তনুত্ৰাণ, তনুচ্ছদ, নিচুলক, বৰ্ম, বৰূথ, বক্ষত্ৰাণ, সন্নাহ৷",
"অংগত্ৰাণ" : "অংগত্ৰ, অংগত্ৰাণ, উৰশ্ছদ, উৰস্ত্ৰ, উৰস্ত্ৰাণ, কঞ্চু, কঞ্চুক, কংকট, কংকটক, কৱচ, কাচনি, খোলক, তনুত্ৰ, তনুবাৰ, তনুত্ৰাণ, তনুচ্ছদ, নিচুলক, বৰ্ম, বৰূথ, বক্ষত্ৰাণ, সন্নাহ৷",
"অংগধাৰী" : "অংগী, অৱয়বী, কায়বিশিষ্ট, দেহধাৰী, দেহী, মূৰ্ত, মূৰ্তিমান, শৰীৰবদ্ধ, শৰীৰী, সাংগী, সাৱয়ব, ৰূপধাৰী, সাকাৰ৷",
"অংগনা" : "অংগনা, অবলা, কামিনী, তিৰী, তিৰোতা, নাৰী, প্ৰতীপদৰ্শিনী, বনিতা, বালা, ভামিনী, মহিলা, মাইকী মানুহ, মানৱী, যোষা, যোষিতা, যোষিৎ, ললনা, শৰ্বৰী, স্ত্ৰী, ৰমণী৷",
"অংগলোম" : "অংগলোম, অংগৰুহ, অংগৰোম, গাত্ৰৰুহ, নোম, লোম, ৰোম৷",
"অংগহীন" : "অংগহীন, প্ৰতিবন্ধী, পংগু, বিকলাংগ, বিশেষভাৱে সক্ষম, শাৰীৰিকভাৱে অক্ষম৷",
"অংগী" : "অংগধাৰী, অৱয়বী, কায়বিশিষ্ট, দেহধাৰী, দেহী, মূৰ্ত, মূৰ্তিমান, শৰীৰবদ্ধ, শৰীৰী, সাংগী, সাকাৰ, সাৱয়ব, ৰূপধাৰী৷",
"অংগী-ভংগী" : "ভাব-ভংগী, হাব-ভাব৷",
"অংগীকাৰ" : "অংগীকাৰ, কিৰা, পণ, প্রতিজ্ঞা, প্রতিজ্ঞান, প্ৰতিগ্ৰহ, শপত, সংকল্প, সত্যাৰ্পণ৷",
"অংগুষ্ঠ" : "বুঢ়া আঙুলি, বৃদ্ধাংগুলি৷",
"অংগৰক্ষক" : "দেহৰক্ষী",
"অংগৰুহ" : "অংগলোম, অংগৰোম, গাত্ৰৰুহ, নোম, লোম, ৰোম৷",
"অংগৰোম" : "অংগলোম, অংগৰুহ, গাত্ৰৰুহ, নোম, লোম, ৰোম৷",
"অংশ" : "খণ্ড, চিটা, টুকুৰা, ডোখৰ, ভাগ৷",
"অংশীদাৰ" : "চৰিক, ভাগীদাৰ, ভগীয়াৰ, ভাগী৷",
"অংশু" : "আভা, আভাস, আলোক, উদ্দীপ্তি, উদ্ভাস, কিৰণ, কৰ, গভস্তি, ছটা, জ্যোতি, দীপ্তি, দ্যুতি, ধৃষ্ণি, প্রদ্যোত, প্ৰদীপ্তি, প্ৰভা, বিদ্যোত, বিভা, বিভাসা, ভা, ভাতি, ভান, ভাম, ভাস, মৰীচি, ৰশ্মি, ৰুচি, ৰোচিঃ৷",
"অংশুজাল" : "অংশুমালা, আলোকছটা, আলোকধাৰা, আলোকৰশ্মি, কিৰণমালা৷",
"অংশুপট্ট" : "চীনাংশুক, পটাম্বৰ, পট্টবস্ত্ৰ, পট্টাম্বৰ, পাটকাপোৰ, ৰেচমী কাপোৰ, ক্ষৌমবস্ত্ৰ৷",
"অংশুমান" : "অংশুমালী, অৰুণ, অৰ্ক, অৰ্যমা, আদিত্য, চিত্ৰভানু, চিত্ৰৰথ, তপন, দিনমণি, দিবাকৰ, পুষা, প্রভাকৰ, বিভাবসু, বিৰোচন, বিৱস্বান, বেলি, ভানু, ভাস্কৰ, মাৰ্তণ্ড, মিত্ৰ, মিহিৰ, ৰবি, সপ্তাশ্ব, সবিতা, সুৰ, সূৰুয, সূৰ্য৷",
"অংশুমালা" : "অংশুজাল, অংশুমালা, আভা, আলোকছটা, আলোকধাৰা, আলোকৰশ্মি, কিৰণমালা৷",
"অংশুমালী" : "অৰুণ, অৰ্ক, অৰ্যমা, আদিত্য, চিত্ৰভানু, চিত্ৰৰথ, তপন, দিনমণি, দিবাকৰ, পুষা, প্রভাকৰ, বিভাবসু, বিৰোচন, বিৱস্বান, বেলি, ভানু, ভাস্কৰ, মাৰ্তণ্ড, মিত্ৰ, মিহিৰ, ৰবি, সপ্তাশ্ব, সবিতা, সুৰ, সূৰুয, সূৰ্য৷",
"অংস" : "কান, কান্ধ, স্কন্ধ, বাউসি, বাহুমূল৷",
"অংহ্ৰিপ" : "গছ, অটবী, উদ্ভিদ, উদ্ভেদ, উৰ্বীৰুহ, গছনি, তৰু, তৰুবৰ, তৰুৰাজ, দ্ৰুম, দ্ৰুমৰাজ, নিৰ্মুট, পত্ৰী, পল্লৱী, পাদপ, পৰ্ণখণ্ড, বনস্পতি, বিটপী, বিৰিখ, বিৰুদ, বৃঅগচ্ছ, বৃক্ষ, ভূপদ, ভূৰুহ, মহাদ্ৰুম, মহীজাত, মহীৰুহ, শাখী, স্কন্ধী, ৰুক, ক্ষিতিৰুহ৷ ",
"অঁকৰা" : "অভং, আঁকৰা, এলেবাং, বুৰ্বক৷",
"অকটা" : "আকটা, উগ্ৰ স্বাদযুক্ত৷",
"অকটা গোন্ধ" : "দুৰ্গন্ধ, পূতিগন্ধ, পূতি, বেয়া গোন্ধ৷",
"অকঠিন" : "উজু, ঢিলা, সহজ৷",
"অকণমান" : "অকণমানি, অণু, আণুবীক্ষণিক, আমাডিমা, এধানমান, এমাডিমা, কণ, কণমান, কণমানি, ক্ষুদ্ৰ, খৰ্ব, খৰ্বকায়, চুটি-চাপৰ, টিলৌটিপৌ, নাওমান, পেন্দুকনা, সূক্ষ্ম, সূক্ষ্মাতিসূক্ষ্ম, সৰু৷\nএধানমান, কণমান, তিলমাত্ৰ, নামমাত্ৰ, বিন্দুমাত্ৰ, সামান্য৷",
"অকণমানি" : "অকণমান, অণু, আণুবীক্ষণিক, আমাডিমা, এধানমান, এমাডিমা, কণ, কণমান, কণমানি, ক্ষুদ্ৰ, খৰ্ব, খৰ্বকায়, চুটি-চাপৰ, টিলৌটিপৌ, নাওমান, পেন্দুকনা, সূক্ষ্ম, সূক্ষ্মাতিসূক্ষ্ম, সৰু৷\nএধানমান, কণমান, তিলমাত্ৰ, নামমাত্ৰ, বিন্দুমাত্ৰ, সামান্য৷",
"অকথনীয়" : "অকথ্য, অবাইচ, অবাচ্য, অশ্ৰাব্য৷",
"অকথ্য" : "অকথনীয়, অবাইচ, অবাচ্য, অশ্ৰাব্য৷",
"অকনিষ্ঠ" : "অমিতাভ, অৰ্কুচ, অৱলোকিতেশ, গৌতম, গৌতম-বুদ্ধ, তথাগত, দশবল, ধৰ্মকেতু, পদ্মপাণি, বিনায়ক, বিশ্বজিৎ, বুদ্ধ, বুদ্ধদেৱ, বোধিসত্ব, মহাবোধি, মৈত্ৰেয়, লোকজিৎ, শাক্যমুনি, শাক্যসিংহ, শৌদ্ধোধন, শ্ৰীঘন, ষড়ভিজ্ঞ, সম্বুদ্ধ, সিদ্ধাৰ্থ, সুগত৷",
"অকপট" : "অকুটিল, ঋজু, চিধা-চাধা, পোন, পোনপটীয়া, ভংভঙীয়া, ভোলাভাটৌ, সৰল, সাধু, হোজা, হোলগোঁজ৷",
"অকল" : "একমাত্ৰ, কেৱল, মাত্ৰ, মাথোন, মাথোঁ৷",
"অকলশৰীয়া" : "একক, একাকী, নিঃসংগ, সংগীহীন৷",
"অকল্যাণ" : "অনিষ্ট, অন্যায়, অপকাৰ, অভিচাৰ, অহিত, ক্ষতি৷",
"অকল্যাণকৰ" : "অনিষ্টকৰ, অপকাৰী, অহিতকৰ, ক্ষতিকৰ৷",
"অকস্মাত" : "অকস্মাৎ, আকস্মিকভাৱে, হঠাৎ৷",
"অকস্মাৎ" : "অকস্মাত, আকস্মিকভাৱে, হঠাৎ৷",
"অকহি-পুৰুষ" : "পূৰ্বজ, পূৰ্বপুৰুষ৷",
"অকাজ" : "অকৰ্ম, অকাৰ্য, অন্যায় কৰ্ম, অপকৰ্ম, অপকীৰ্তি, অসৎ কৰ্ম, কুকৰ্ম, কুকাৰ্য, কুকীৰ্তি, কুক্ৰিয়া, দুষ্কৰ্ম, দুষ্কাৰ্য, দুষ্কৃতি, দুষ্ক্ৰিয়া, বেয়া কাম৷",
	"অকাৰণে": "অকাৰণতে, অনাহকত, অবাবত, অযথা, বিনা কাৰণত, বিান কাৰণে৷",
"অকায়" : "অনংগ, অৱয়বহীন, কায়শূন্য, দেহহীন, নিৰাকাৰ, বিদেহ, মূৰ্তিহীন৷",
"অকালপক্ব" : "অপৰিণত, অপৰিপক্ব, অপূৰঠ, অপৈণত, আপঁইতা, কেঁচা৷",
"অকালমৃত্যু" : "অপঘাত মৃত্যু, অপমৃত্যু, বিঘাতমৰণ৷",
"অকুটিল": "অকপট, অকুটিল, ঋজু, চিধা-চাধা, পোন, পোনপটীয়া, ভংভঙীয়া, ভোলাভাটৌ, সৰল, হোজা, হোলগোঁজ৷",
	"অকুটিলতা": "অকৌটিল্য, আৰ্জৱ, ঋজুতা, পোন অৱস্থা, সৰলতা, সাৰল্য৷, অকুপ্য",
	"অকুপ্য": "অগ্নিবীজ, অগ্নিবীৰ্য, অগ্নিভ, অগ্নিৰেতঃ, কনক, কলধূত, কাঞ্চন, কৰ্বুৰ, চামীকৰ, দ্ৰৱিণ, নিষ্ক, পিঞ্জন, পুৰট, মহাধাতু, সুৱৰ্ণ, সোণা, স্বৰ্ণ, হাটক, হিৰণ, হিৰণ্য, হেম, ৰুক্ন৷",
	"অকূল": "অতল, অব্ধি, অম্বুনিধি, অম্বুপ, অম্বুপতি, অম্বুভৃৎ, অম্বুমান, অম্বুৰাশি, অম্বোদ, অৰ্ণৱ, ইৰাৱত, ইৰাৱান, উদধি, ঊৰ্মিমালী, কুস্তুভ, ক্ষৌণীপ্ৰাচীৰ, জলধি, জলধৰ, জলনিধি, জলাধিপ, জলাৰণ্য, জলেন্দ্র, জলেশ, জলেশ্বৰ, তোয়ধি, তোয়নিধি, দ্বীপী৷ ধৰণীপল্লৱ, নদীকান্ত, নীলাম্বু, নীলাম্বুধি, নীৰধি, নীৰনিধি, পয়োধি, পয়োনিধি, পাৰাবাৰ, প্ৰচেতা, বাৰিধি, বাৰিধৰ, বাৰিনিধি, বাৰীন্দ্ৰ, বাৰীশ, মকৰাকৰ, মকৰালয়, মহাকচ্ছ, যাদঃপত, যাদসাম্পতি, সমুদ্ৰ, সাগৰ, সিন্ধু, সৰিৎপতি, হিৰণ্যদ, ৰত্নগৰ্ভ, ৰত্নাকৰ৷",
	"অকৃতকাৰ্য": "অকৃতকৃত্য, অকৃতকৰ্ম, অকৃতাৰ্থ, অচৰিতাৰ্থ, অসফল, নিষ্ফল, বিফল, ব্যৰ্থ৷",
	"অকৃতকাৰ্যতা": "অকৃতকৃত্যতা, অকৃতকৰ্মতা, অকৃতাৰ্থতা, অচৰিতাৰ্থতা, অসফলতা, অসাফল্য, অসিদ্ধি, নিষ্ফলতা, বিফলতা, ব্যৰ্থতা৷",
	"অকৃতকৃত্য": "অকৃতকাৰ্য, অকৃতকৰ্ম, অকৃতাৰ্থ, অচৰিতাৰ্থ, অসফল, নিষ্ফল, বিফল, ব্যৰ্থ৷",
	"অকৃতকৃত্যতা": "অকৃতকাৰ্যতা, অকৃতকৰ্মতা, অকৃতাৰ্থতা,অচৰিতাৰ্থতা, অসফলতা, অসাফল্য, অসিদ্ধি, নিষ্ফলতা, বিফলতা, ব্যৰ্থতা৷",
	"অকৃতকৰ্ম": "অকৃতকাৰ্য, অকৃতকৃত্য, অকৃতাৰ্থ, অচৰিতাৰ্থ, অসফল, নিষ্ফল, বিফল, ব্যৰ্থ৷",
	"অকৃতকৰ্মতা": "অকৃতকাৰ্যতা, অকৃতকৃত্যতা, অকৃতাৰ্থতা, অচৰিতাৰ্থতা, অসফলতা, অসাফল্য, অসিদ্ধি, নিষ্ফলতা, বিফলতা, ব্যৰ্থতা৷",
	"অকৃতজ্ঞ": "অগুণকাৰী, অশলাগী, কৃতঘ্ন, খাই পাত ফলা, নিমখহাৰাম৷",
	"অকৃতজ্ঞতা": "কৃতঘ্নতা৷",
	"অকৃতাৰ্থ": "অকৃতকাৰ্য, অকৃতকৃত্য, অকৃতকৰ্ম, অচৰিতাৰ্থ, অসফল, নিষ্ফল, বিফল, ব্যৰ্থ৷",
	"অকৃতাৰ্থতা": "অকৃতকাৰ্যতা, অকৃতকৃত্যতা, অকৃতকৰ্মতা, অচৰিতাৰ্থতা, অসফলতা, অসাফল্য, অসিদ্ধি, নিষ্ফলতা, বিফলতা, ব্যৰ্থতা৷",
	"অকৃত্ৰিম": "খাঁটি, নিভাঁজ, নিৰহ-নিপানী, নিৰ্ভেজাল, বিশুদ্ধ৷",
	"অকৌটিল্য": "অকুটিলতা, আৰ্জৱ, ঋজুতা, পোন অৱস্থা, সৰলতা, সাৰল্য৷",
	"অক্লেশে": "অনায়াসে, অপ্ৰয়াসে, অবাধে, অৱলীলাক্ৰমে, নিৰ্বিঘ্নে, বিনা কষ্টে, সহজতে, সহজে, স্বচ্ছন্দে, হেলাৰঙে৷",
	"অক্ষত": "অটুট, নিখুঁত, নিঘুণী, নিদাগ, সৰ্বাংগসুন্দৰ৷",
	"অক্ষম": "অপাৰগ, অসমৰ্থ, আশকতীয়া, দুৰ্বল, নিশকতীয়া, বলহীন, শক্তিহীন৷",
	"অক্ষমতা": "অক্ষমতা, দুৰ্বলতা, দৌৰ্বল্য, বলহীনতা, শক্তিহীনতা৷",
	"অক্ষয়": "অনন্তস্থায়ী, কালাতীত, চিৰকালীন, চিৰন্তন, চিৰস্থায়ী, চিৰায়ত, চিৰায়মান, ধ্ৰুপদী, ধ্ৰুৱ, নিত্য, নিয়ত, শাশ্বত, শাশ্বতিক, শাশ্বতী, সনাতন, সাৰ্বকালিক৷ অক্ষয়, অনপায়ী, অনস্বৰ, অনাশ্য, অবিনাশী, অব্যয়, অলয়, ক্ষয়হীন, চিৰজীৱী, চিৰঞ্জীৱ, চিৰঞ্জীৱী, চিৰায়ু, নাশহীন, নিৰত্যয়, মৃত্যুঞ্জয়, মৃত্যুঞ্জয়ী, মৃত্যুহীন, লোপৰহিত, লয়হীন৷",
	"অক্ষয়ধাম": "অক্ষয়লোক, অমৃতলোক, অমৰধাম, অমৰলোক, অমৰা, অমৰালয়, অমৰাৱতী, অমৰ্ত্যভুৱন, অমৰ্ত্যলোক, আনন্দলোক, ইন্দ্ৰপুৰী, ইন্দ্ৰলোক, ইন্দ্ৰসভা, ইন্দ্ৰালয়, ইন্দ্ৰৰাজ্য, ঊৰ্ধ্বলোক, ঋভুক্ষ, ত্ৰিদশালয়, ত্ৰিদিৱ, ত্ৰিবিষ্টপ, দিব্যধাম, দিব্যলোক, দীপ্তক, দেৱপুৰ, দেৱপুৰী, দেৱভূমি, দেৱভৱন, দেৱলোক, দেৱসভা, দেৱালয়, দ্যু, দ্যুলোক, দ্যো, ধ্ৰুৱলোক, নিত্যধাম, পুণ্যলোক, শত্ৰুভৱন, সুখাধাৰ, সুধৰ্মা, সুধৰ্মাসভা, সুৰপুৰ, সুৰপুৰী, সুৰলোক, সুৰসদন, সুৰসভা, সুৰালয়, স্বঃ, স্বাৰাজ্য, স্বৰ্গ, স্বৰ্গধাম, স্বৰ্গপুৰী, স্বৰ্গলোক, স্বৰ্গৰাজ্য, স্বৰ্লোক, সৰগ৷",
	"অক্ষয়পুৰুষ": "অখিলাত্মা, অজৰ, অনন্ত, অনাদি, অমৰ, অক্ষৰ, আদিনিৰঞ্জন, আল্লা, আল্লাহ, ইচ্ছাময়, ঈশ্বৰ, ঋতম্ভৰ, ওপৰৱালা, কৰিম, কৰুণাময়, খোদা, খোদাতাল্লা, গড, গোসাঁই, চিদানন্দ, জগতপতি, জগদীশ, জগদীশ্বৰ, জগন্নাথ, জগন্নিৱাস, জগবন্ধু, জগৎপিতা, জগৎকৰ্তা, জগৎস্ৰষ্টা, দয়াময়, দীননাথ, দীনবন্ধু, ধাতা, নিৰঞ্জন, নিৰাকাৰ, নিৰাময়, পতিত-পাৱন, পৰমপিতা, পৰমপুৰুষ, পৰমব্ৰহ্ম, পৰমাত্মা, পৰমানন্দ, পৰমেশ, পৰমেশ্বৰ, পৰাৎপৰ, প্রভু, বিধাতা, বিভু, বিৰাটপুৰুষ, বিশ্বাত্মা, ভগৱান, ভুৱনেশ্বৰ, ভূমা, মালিক, সচ্চিদানন্দ, সনাতন, সৃষ্টিকৰ্তা, স্বয়ম্ভু৷",
	"অক্ষয়লোক": "অক্ষয়ধাম, অমৃতলোক, অমৰধাম, অমৰলোক, অমৰা, অমৰালয়, অমৰাৱতী, অমৰ্ত্যভুৱন, অমৰ্ত্যলোক, আনন্দলোক, ইন্দ্ৰপুৰী, ইন্দ্ৰলোক, ইন্দ্ৰসভা, ইন্দ্ৰালয়, ইন্দ্ৰৰাজ্য, ঊৰ্ধ্বলোক, ঋভুক্ষ, ত্ৰিদশালয়, ত্ৰিদিৱ, ত্ৰিবিষ্টপ, দিব্যধাম, দিব্যলোক, দীপ্তক, দেৱপুৰ, দেৱপুৰী, দেৱভূমি, দেৱভৱন, দেৱলোক, দেৱসভা, দেৱালয়, দ্যু, দ্যুলোক, দ্যো, ধ্ৰুৱলোক, নিত্যধাম, পুণ্যলোক, শত্ৰুভৱন, সুখাধাৰ, সুধৰ্মা, সুধৰ্মাসভা, সুৰপুৰ, সুৰপুৰী, সুৰলোক, সুৰসদন, সুৰসভা, সুৰালয়, স্বঃ, স্বাৰাজ্য, স্বৰ্গ, স্বৰ্গধাম, স্বৰ্গপুৰী, স্বৰ্গলোক, স্বৰ্গৰাজ্য, স্বৰ্লোক, সৰগ৷",
	"অক্ষি": "চকু, চক্ষু, দৰ্শনেন্দ্ৰিয়, নয়ন, নেত্ৰ, লোচন৷ ",
	"অক্ষিজল": "অশ্ৰজল, অশ্ৰু, অশ্ৰুতৰংগ, অশ্ৰুধাৰা, অশ্ৰুবাৰি, অশ্ৰুবিন্দু, চকুপানী, চকুলো, নয়নধাৰা, নয়নাশ্ৰু, নেত্ৰবাৰি, নেত্ৰাম্বু, নয়নজল, লো, লোচ, লোতক৷",
	"অক্ষৰ": "আখৰ, বৰ্ণ, লিপি, হৰফ৷",
	"অকৰণি": "অভিশস্তি, অভিশাপ, অভিসম্পাত, অৱক্ৰোশ, গৰিহা, ছদকা, বাগব্ৰজ, শপনি, শাও, শাও-শপনি, শাপ৷",
	"অকৰুণ": "কাঠচিত, কাঠচিতীয়া, কৰ্কশ, দয়াহীন, নিকৰুণ, নিঠুৰ, নিষ্ঠুৰ, নিৰ্দয়, নিৰ্মম, নৃশংস, পাষাণহৃদয়৷ মমতাহীন, মায়াহীন, হৃদয়হীন৷",
	"অকৰ্ণ": "অহি, আশীবিষ, উৰংগ, উৰংগম, উৰগ, কঞ্চুকী, কাকোদৰ, কাদ্ৰৱেয়, কুণ্ডলী, কুম্ভীলস চক্রী, দৃক্শ্ৰুতি, দ্বিজিহ্ব, দ্বিসন, নাগ, পন্নগ, পৱনাশ, পৱনাশন, ফণধৰ, ফণভৃৎ, ফণাকাৰ, ফণাভৃৎ, বিলেশয়, বিশলয়, বিষধৰ, ব্যাল, ভুজংগ, ভুজংগম, ভুজগ, ভেকভুক, সাপ, সৰ্প৷",
	"অকৰ্ম": "অকাজ, অকাৰ্য, অন্যায় কৰ্ম, অপকৰ্ম, অপকীৰ্তি, অসৎ কৰ্ম, কুকৰ্ম, কুকাৰ্য, কুকীৰ্তি, কুক্ৰিয়া, দুষ্কৰ্ম, দুষ্কাৰ্য, দুষ্কৃতি, দুষ্ক্ৰিয়া, দুশ্চেষ্টা, বেয়া কাম৷",
	"অখণ্ডন": "অন্তৰাত্মা, আত্মা, আত্মাপুৰুষ, আত্মাৰাম, চিদাভাস, জীৱাত্মা, পুনৰ্ভৱী, পুৰঞ্জন, প্রাণপক্ষী, প্ৰাণপুৰুষ, শৰীৰভাক৷",
	"অখিল": "একেবাৰে, গোটেই, তেনেই, নিখিল, সদৌ, সমগ্ৰ, সমস্ত, সমুদায়, সমূলি৷",
	"অখিলাত্মা": "অজৰ, অনন্ত, অনাদি, অমৰ, অক্ষৰ, অক্ষয়পুৰুষ, আদিনিৰঞ্জন, আল্লা, আল্লাহ, ইচ্ছাময়, ঈশ্বৰ ঋতম্ভৰ, ওপৰৱালা, কৰিম, কৰুণাময়, খোদা, খোদাতাল্লা, গড, গোসাঁই, চিদানন্দ, জগতপতি, জগদীশ, জগদীশ্বৰ, জগন্নাথ, জগন্নিৱাস, জগবন্ধু, জগৎপিতা, জগৎকৰ্তা, জগৎস্ৰষ্টা, দয়াময়, দীননাথ, দীনবন্ধু, ধাতা, নিৰঞ্জন, নিৰাকাৰ, নিৰাময়, পতিত-পাৱন, পৰমপিতা, পৰমপুৰুষ, পৰমব্ৰহ্ম, পৰমাত্মা, পৰমানন্দ, পৰমেশ, পৰমেশ্বৰ, পৰাৎপৰ, প্রভু, বিধাতা, বিভু, বিৰাটপুৰুষ, বিশ্বাত্মা, ভগৱান, ভুৱনেশ্বৰ, ভূমা, মালিক, সচ্চিদানন্দ, সনাতন, সৃষ্টিকৰ্তা, স্বয়ম্ভু৷",
	"অগ": "অচল, অদ্ৰি, অৱনীধৰ, উৰ্বীধৰ, ক্ষিতিধৰ, ক্ষিতিভৃৎ, গিৰি, গোধৰ, ধৰণীকীলক, ধৰণীধৰ, নগ, পৰ্বত, পৃথুশেখৰ, বসুধাধৰ, বসুভৃৎ, ভূধৰ, ভূভৃৎ, মহীধ্ৰ, মহীধৰ, মেদিনীধৰ, শিখৰী, শৃংগধৰ, শৃংগী, শৃংগৱান, শৈল, সানুমান৷",
	"অগচ্ছ": "অংহ্ৰিপ, অটবী, উদ্ভিদ, উদ্ভেদ, উৰ্বীৰুহ, গছ, তৰু, তৰুবৰ, তৰুৰাজ, দ্ৰুম, দ্ৰুমৰাজ, নিৰ্মুট, পত্ৰী, পল্লৱী, পাদপ, পৰ্ণখণ্ড, বনস্পতি, বিটপী, বিৰিখ, বিৰুদ, বৃঅগচ্ছ, বৃক্ষ, ভূপদ, ভূৰুহ, মহাদ্ৰুম, মহীজাত, মহীৰুহ, শাখী, স্কন্ধী, ৰুক, ক্ষিতিৰুহ৷ ",
	"অগজন্মা": "অকাৰ, অগজন্মা, অঘ্ন, কঞ্জ, কঞ্জৰ, কমলযোনি, কমলাসন, চতুৰানন, চতুৰ্বক্ত্ৰ, চতুৰ্মুখ, চিদম্বৰ, চিদাত্মা, চিদানন্দ, পদ্মভু, পদ্মোদ্ভ, প্ৰজাপতি, পৰমেষ্ঠী, বিধাতৃ, বিৰিঞ্চি, ব্ৰহ্মা, সনাতন, সনৎ, সৃষ্টিকৰ্তা, স্ৰষ্টা, হংসবাহন, হিৰণ্ময়, হিৰণ্যগৰ্ভ, হেমাংগ৷",
	"অগণন": "অগণন, অগণনীয়, অগণিত, অগণ্য, অজস্ৰ, অনেক, অলেখ, অসংখ্য, অসংখ্যাত, একাধিক, বহুত, সংখ্যাতীত৷",
	"অগণনীয়": "অগণন, অগণিত, অগণ্য, অজস্ৰ, অনেক, অলেখ, অসংখ্য, অসংখ্যাত, একাধিক, বহুত, সংখ্যাতীত৷",
	"অগণিত": "অগণন, অগণনীয়, অগণ্য, অজস্ৰ, অনেক, অলেখ, অসংখ্য, অসংখ্যাত, একাধিক, বহুত, সংখ্যাতীত৷",
	"অগণ্য": "অগণন, অগণনীয়, অগণিত, অজস্ৰ, অনেক, অলেখ, অসংখ্য, অসংখ্যাত, একাধিক, বহুত, সংখ্যাতীত৷",
	"অগনি-কালিকা": "অগ্নি-স্ফুলিংগ, অগ্নিকণা, অগ্নিকলাই, ফিৰিঙতি, স্ফুলিংগ৷",
	"অগসুতা": "অগাত্মজা, অপৰ্ণা, উমা, গিৰিকুমাৰী, গিৰিনন্দিনী, গিৰিবালা, গিৰিসুতা, গি‍ৰিজা, গৌৰী, জগদ্‌গৌৰী, দক্ষকন্যা, দক্ষজা, দাক্ষায়ণী, নগনন্দিনী, পৰ্বতদুহিতা, পৰ্বতসুতা, পাৰ্বতী, ভৱানী, মহেশানী, মহেশী, শংকৰী, শিৱপত্নী, শিৱপ্ৰিয়া, শিৱা, শি‍ৱানী, শৈলজা, শৈলেয়, শৈ‍লসুতা, হিমালয়নন্দিনী৷",
	"অগাত্মজা": "অগসুতা, অপৰ্ণা, উমা, গিৰিকুমাৰী, গিৰিনন্দিনী, গিৰিবালা, গিৰিসুতা, গি‍ৰিজা, গৌৰী, জগদ্‌গৌৰী, দক্ষকন্যা, দক্ষজা, দাক্ষায়ণী, নগনন্দিনী, পৰ্বতদুহিতা, পৰ্বতসুতা, পাৰ্বতী, ভৱানী, মহেশানী, মহেশী, শংকৰী, শিৱপত্নী, শিৱপ্ৰিয়া, শিৱা, শি‍ৱানী, শৈলজা, শৈলেয়, শৈ‍লসুতা, হিমালয়নন্দিনী৷",
	"অগাধ": "অতিশয়, অত্যধিক, অত্যন্ত, অনেক, অধিক, অনল্প, উভৈনদী, ওৱাদানি, ঢেৰ, দেধাৰ, প্রচুৰ, প্ৰতুল, প্ৰভূত, বহু, বহুত, বিপুল, বিস্তৰ, বেছি, সমধিক৷",
	"অগুণকাৰী": "অকৃতজ্ঞ, অশলাগী, কৃতঘ্ন, খাই পাত ফলা, নিমখহাৰাম৷",
	"অগোচৰ": "অদৃশ্য, অদৃষ্ট, অন্তৰ্হিত, অপ্রতক্ষ্য, অপ্ৰেক্ষিত, অলিক্ষত৷",
	"অগৌণ": "অগৌণ, প্রধান, মুখিয়াল, মুখ্য৷",
	"অগ্নি": "অনল, অনিলসখ, অসিতাৰ্চি, অৰণ্যবহ্নি, আশ্ৰয়াশ, ঈশিৰ, উষৰ্বুধ, কৃপীটযোনি, কৃশাণু, কৃষ্ণগতি, কৃষ্ণাৰ্চি, কৃষ্ণৱৰ্ত্ম, ঘৃতকেশ, ঘৃতাৰ্চি, চিত্ৰভানু, ছাগবাহন, জগন্নু, জনধা, জাতবেদস্, জালাদ্ভৱ, জুই, জ্বলন, তনূনপাৎ, তমোনুদ, তেজোনিধি, দমুনস, দাৱাগ্নি, দাৱানল, দেৱবক্ত্ৰ, ধনঞ্জয়, ধূমকেতন, ধূমধ্বজ, পাৱক, পিংগল, পুৰজ্যোতিঃ, বনজুই বনাগ্গি, বহিঃশুষ্মন, বহ্নি, বায়ুসখ, বিশ্বপা, বীতিহোত্ৰ, বৃষাকপি, বৃহদ্ভানু, বৈশ্বানৰ, বৰ্হিঃশুষ্মন, শিখাৱৎ, শিখিন, শুচি, শুষ্ম, শোচিষ্কেশ, সপ্তজিহ্ব, সপ্তাংশু, সপ্তাৰ্চিস, সুশিখ, স্বৰ্ণদীধিতি, সৰ্বশুদ্ধি, হবিৰশন, হবিৰ্ভুক, হব্যবাহন, হব্যাশ, হব্যাশন, হিমাৰাতি, হিৰণ্যৰেতাঃ, হুতভুক, হুতাশন, হ্ব্যভুক, ৰোহিতাশ্ব৷",
	"অগ্নি-সংস্কাৰ": " অন্ত্যেষ্টি, অন্ত্যেষ্টিক্ৰিয়া, কাষ্ঠ-সংস্কাৰ, খৰিদিয়া, নিৰ্হৰণ, নিৰ্হাৰ, বহ্নি-সংস্কাৰ, মৃত-সতকাৰ, শৱ-সৎকাৰ, শেষকৃত্য, শ্মশানকৃত্য, সংস্ক্ৰিয়া, সৎকাৰ৷",
	"অগ্নি-স্ফুলিংগ": "অগনি-কালিকা, অগ্নিকণা, অগ্নিকলাই, ফিৰিঙতি, স্ফুলিংগ৷",
	"অগ্নিকণা": "অগনি-কালিকা, অগ্নি-স্ফুলিংগ, অগ্নিকণা, অগ্নিকলাই, স্ফুলিংগ৷",
	"অগ্নিকলাই": "অগনি-কালিকা, অগ্নিকণা, অগ্নি-স্ফুলিংগ, অগ্নিকণা, স্ফুলিংগ৷",
	"অগ্নিকুমাৰ": "অগ্নিজ, অগ্নিভু, আম্বিকেয়, কাৰ্তিক, কাৰ্তিকেয়, কুমাৰ, কৃত্তিকাসুত, ক্ৰৌঞ্চাৰতি, গুহ, তাৰকাৰি, তাৰহা,  দেৱসেনাপতি, নমুচি, বৰ্হিবাহন, বহুলেয়, বিশাখ, শক্তিপাণি, শক্তিধৰ, শৰজ, শৰজন্মা, শিখিধ্বজ, শিখিবাহন, ষড়ানন, ষাণ্মাতুৰ, সিদ্ধসেন, সুব্ৰহ্মণ্য, সৌৰসেন, স্কন্দ৷",
	"অগ্নিচিৎ": "অগ্নিহোত্ৰী, অগ্নিৰক্ষক, অগ্নীধ, অগ্নীধ্ৰ, অগ্ন্যাহিত, অধ্বৰ্যু, অবিন, আহিতাগ্নি, ঋত্বিক, বাজপেয়ী, যজি, যজ্ঞকৰ্তা, যজ্ঞকৃৎ, যাজ্ঞিক, সাগ্নিক, স্বাহাকৃৎ, হোমক, হোমকাৰী, হোমকৰ্তা, হোম্য, হোতা, হোত্ৰী, হোমী, হৌম্য৷",
	"অগ্নিজ": "অগ্নিকুমাৰ, অগ্নিভু, আম্বিকেয়, কাৰ্তিক, কাৰ্তিকেয়, কুমাৰ, কৃত্তিকাসুত, ক্ৰৌঞ্চাৰতি, গুহ, তাৰকাৰি, তাৰহা,  দেৱসেনাপতি, নমুচি, বৰ্হিবাহন, বহুলেয়, বিশাখ, শক্তিপাণি, শক্তিধৰ, শৰজ, শৰজন্মা, শিখিধ্বজ, শিখিবাহন, ষড়ানন, ষাণ্মাতুৰ, সিদ্ধসেন, সুব্ৰহ্মণ্য, সৌৰসেন, স্কন্দ৷",
	"অগ্নিজিহ্বা": "অগ্নিমুখ, অদিতিজ, অদিতিনন্দন, অমৃতাশন, অমৰ, অসুৰাৰি, ঘৃতভোজী, ত্ৰিদশ, ত্ৰিদিৱেশ, দেৱ, দেৱতা, দেৱভূ, দৈত্যাৰি, বিবুধ, সুৰ৷",
	"অগ্নিধ্ৰ": "অধ্বৰ, আহুতি, আহৱ, ইজ্যা, ইষ্ট, ইষ্টি, ক্ৰতু, বষট্কাৰ, মেধ, যজ্ঞ, যাগ, যাগ-যজ্ঞ, স্তোম, হুতি, হোম, হোৱত্ৰ, হৱ, হৱন৷",
	"অগ্নিবাহন": "অগ্নিবাহন, ছাগ, ছাগল, ছাগলী, ছাগী, পৰ্ণাদ, পৰ্ণাশ, মেধ্য, শিৱাপ্রিয়৷ ",
	"অগ্নিবীজ": "অকুপ্য, অগ্নিবীৰ্য, অগ্নিভ, অগ্নিৰেতঃ, কনক, কলধূত, কাঞ্চন, কৰ্বুৰ, চামীকৰ৷ দ্ৰৱিণ, নিষ্ক, পিঞ্জন, পুৰট, মহাধাতু, সুৱৰ্ণ, সোণ, সোণা, স্বৰ্ণ, হাটক, হিৰণ, হিৰণ্য, হেম, ৰুক্ন৷",
	"অগ্নিবীৰ্য": "অকুপ্য, অগ্নিবীজ, অগ্নিভ, অগ্নিৰেতঃ, কনক, কলধূত, কাঞ্চন, কৰ্বুৰ, চামীকৰ৷ দ্ৰৱিণ, নিষ্ক, পিঞ্জন, পুৰট, মহাধাতু, সুৱৰ্ণ, সোণ, সোণা, স্বৰ্ণ, হাটক, হিৰণ, হিৰণ্য, হেম, ৰুক্ন৷",
	"অগ্নিভ": "অকুপ্য, অগ্নিবীজ, অগ্নিবীৰ্য, অগ্নিৰেতঃ, কনক, কলধূত, কাঞ্চন, কৰ্বুৰ, চামীকৰ৷ দ্ৰৱিণ, নিষ্ক, পিঞ্জন, পুৰট, মহাধাতু, সুৱৰ্ণ, সোণ, সোণা, স্বৰ্ণ, হাটক, হিৰণ, হিৰণ্য, হেম, ৰুক্ন৷",
	"অগ্নিভু": "অগ্নিকুমাৰ, অগ্নিজ, আম্বিকেয়, কাৰ্তিক, কাৰ্তিকেয়, কুমাৰ, কৃত্তিকাসুত, ক্ৰৌঞ্চাৰতি, গুহ, তাৰকাৰি, তাৰহা,  দেৱসেনাপতি, নমুচি, বৰ্হিবাহন, বহুলেয়, বিশাখ, শক্তিপাণি, শক্তিধৰ, শৰজ, শৰজন্মা, শিখিধ্বজ, শিখিবাহন, ষড়ানন, ষাণ্মাতুৰ, সিদ্ধসেন, সুব্ৰহ্মণ্য, সৌৰসেন, স্কন্দ৷",
	"অগ্নিমান্দ্য": "অগ্নিমান্দ্য, অজীৰ্ণতা, পেটৰ অসুখ, বদহজম, মন্দাগ্নি৷",
	"অগ্নিমুখ": "অগ্নিজিহ্বা, অদিতিজ, অদিতিনন্দন, অমৃতাশন, অমৰ, অসুৰাৰি, ঘৃতভোজী, ত্ৰিদশ, ত্ৰিদিৱেশ, দেৱ, দেৱতা, দেৱভূ, দৈত্যাৰি, বিবুধ, সুৰ৷",
	"অগ্নিশৰ্মা": "কুপিত, কুপিতা, খঙাল, ৰুষ্ট৷",
	"অগ্নিসংস্কাৰ": "অন্ত্যেষ্টি, অন্ত্যেষ্টিক্ৰিয়া, কাষ্ঠ-সংস্কাৰ, খৰিদিয়া, নিৰ্হৰণ, নিৰ্হাৰ, বহ্নি-সংস্কাৰ, মৃত-সতকাৰ, শৱ-সৎকাৰ, শেষকৃত্য, শ্মশানকৃত্য, সংস্ক্ৰিয়া, সৎকাৰ৷",
	"অগ্নিসখ": "অনিল, গন্ধবাহ, গন্ধৱহ, জগতায়ু, জগদ্বল, জগৎপ্ৰাণ, নভঃশ্বাস, নভস্বান, পৱন, পৱমান, বতাহ, বহ্নিমিত্ৰ, বাত, বায়ু, বায়, মাতৰিস্বা, মাৰুত, মৰুৎ, শব্দৱহ, সদাগতি, সমীৰ, সমীৰণ৷",
	"অগ্নিস্ফুলিংগ": "অগনি-কালিকা, অগ্নিকণা, অগ্নিকলাই, ফিৰিঙতি, স্ফুলিংগ৷",
	"অগ্নিহোত্ৰী": "অগ্নিচিৎ, অগ্নিৰক্ষক, অগ্নীধ, অগ্নীধ্ৰ, অগ্ন্যাহিত, অধ্বৰ্যু, অবিন, আহিতাগ্নি, ঋত্বিক, বাজপেয়ী, যজি, যজ্ঞকৰ্তা, যজ্ঞকৃৎ, যাজ্ঞিক, সাগ্নিক, স্বাহাকৃৎ, হোমক, হোমকাৰী, হোমকৰ্তা, হোম্য, হোতা, হোত্ৰী, হোমী, হৌম্য৷",
	"অগ্নিৰক্ষক": "অগ্নিচিৎ, অগ্নিহোত্ৰী, অগ্নীধ, অগ্নীধ্ৰ, অগ্ন্যাহিত, অধ্বৰ্যু, অবিন, আহিতাগ্নি, ঋত্বিক, বাজপেয়ী, যজি, যজ্ঞকৰ্তা, যজ্ঞকৃৎ, যাজ্ঞিক, সাগ্নিক, স্বাহাকৃৎ, হোমক, হোমকাৰী, হোমকৰ্তা, হোম্য, হোতা, হোত্ৰী, হোমী, হৌম্য৷",
	"অগ্নিৰেতঃ": "অকুপ্য, অগ্নিবীজ, অগ্নিবীৰ্য, অগ্নিভ, কনক, কলধূত, কাঞ্চন, কৰ্বুৰ, চামীকৰ৷ দ্ৰৱিণ, নিষ্ক, পিঞ্জন, পুৰট, মহাধাতু, সুৱৰ্ণ, সোণ, সোণা, স্বৰ্ণ, হাটক, হিৰণ, হিৰণ্য, হেম, ৰুক্ন৷",
	"অগ্নীধ": "অগ্নিচিৎ, অগ্নিহোত্ৰী, অগ্নিৰক্ষক, অগ্নীধ্ৰ, অগ্ন্যাহিত, অধ্বৰ্যু, অবিন, আহিতাগ্নি, ঋত্বিক, বাজপেয়ী, যজি, যজ্ঞকৰ্তা, যজ্ঞকৃৎ, যাজ্ঞিক, সাগ্নিক, স্বাহাকৃৎ, হোমক, হোমকাৰী, হোমকৰ্তা, হোম্য, হোতা, হোত্ৰী, হোমী, হৌম্য৷",
	"অগ্নীধ্ৰ": "অগ্নিচিৎ, অগ্নিহোত্ৰী, অগ্নিৰক্ষক, অগ্নীধ, অগ্ন্যাহিত, অধ্বৰ্যু, অবিন, আহিতাগ্নি, ঋত্বিক, বাজপেয়ী, যজি, যজ্ঞকৰ্তা, যজ্ঞকৃৎ, যাজ্ঞিক, সাগ্নিক, স্বাহাকৃৎ, হোমক, হোমকাৰী, হোমকৰ্তা, হোম্য, হোতা, হোত্ৰী, হোমী, হৌম্য৷",
	"অগ্ন্যাহিত": "অগ্নিচিৎ, অগ্নিহোত্ৰী, অগ্নিৰক্ষক, অগ্নীধ অগ্নীধ, অগ্ন্যাহিত, অধ্বৰ্যু, অবিন, আহিতাগ্নি, ঋত্বিক, বাজপেয়ী, যজি, যজ্ঞকৰ্তা, যজ্ঞকৃৎ, যাজ্ঞিক, সাগ্নিক, স্বাহাকৃৎ, হোমক, হোমকাৰী, হোমকৰ্তা, হোম্য, হোতা, হোত্ৰী, হোমী, হৌম্য৷",
	"অগ্রগামী": "অগ্রদূত, অগ্ৰসৰ, অভিগত, আগ-বঢ়া, আগৰণুৱা, আগুৱান, পুৰঃসৰ, পুৰোগ, পুৰোগামী, পুৰোধা, পুৰোযাত্ৰী, পুৰোৱতী, সম্মুখাগত৷",
	"অগ্রজা": "জামি, ভগ্নী, ভগিনী, ভনী, সহোদৰী, সোদৰ্যা, স্বসা৷",
	"অগ্রদূত": "অগ্রগামী, অগ্ৰসৰ, অভিগত, আগ-বঢ়া, আগৰণুৱা, আগুৱান, পুৰঃসৰ, পুৰোগ, পুৰোগামী, পুৰোধা, পুৰোযাত্ৰী, পুৰোৱতী, সম্মুখাগত৷",
	"অগ্রভূ": "অগ্ৰজ, ককাই, জ্যেষ্ঠ দাদা, পুৰোজন্মা, ভ্ৰাতা, ভ্ৰাতৃ৷",
	"অগ্রহায়ণ": "আঘণ, আঘোণ, মাৰ্গশীৰ্ষ৷",
	"অগ্ৰজ": "অগ্রভূ, ককাই, জ্যেষ্ঠ দাদা, পুৰোজন্মা, ভ্ৰাতা, ভ্ৰাতৃ৷",
	"অগ্ৰজা": "জ্যেষ্ঠা, বা, বাই, বাইটি, বাইদেউ, ভগ্নী৷",
	"অগ্ৰভূ": "অগ্ৰজ, ককাই, জ্যেষ্ঠ দাদা, পুৰোজন্মা, ভ্ৰাতা, ভ্ৰাতৃ৷",
	"অগ্ৰসৰ": "অগ্রগামী, অগ্রদূত, অভিগত, আগ-বঢ়া, আগৰণুৱা, আগুৱান, পুৰঃসৰ, পুৰোগ, পুৰোগামী, পুৰোধা, পুৰোযাত্ৰী, পুৰোৱতী, সম্মুখাগত৷",
	"অগ্ৰিম": "অগ্ৰিম ধন, আগধন, আমানত, বায়না, হাওলাৎ৷",
	"অঘ": "অপণ্য, অপৰাধ, কলিমল, কলুষ, কল্ক, কল্মষ, কিণ্ব, কুৰ্বুৰ, পাতক, পাপ, প্ৰত্যবায়৷",
	"অঘটনীয়": "অচিন্তনীয়, অবাস্তৱ, অবিশ্বাস্য, অভাৱনীয়, অসম্ভৱ, অসম্ভৱপৰ, অসম্ভাব্য, সুদূৰপৰাহত৷",
	"অঘন": "অভ্ৰহীন, নিৰভ্ৰ, নিৰ্মেঘ, ফৰকাল, মুকলি, মেঘমুক্ত, মেঘশূন্য, মেঘহীন৷",
	"অঘৰী": "যাযাবৰ, গৃহহীন, আশ্ৰয়হীন৷",
	"অচেতন": "অজ্ঞান, অসাৰ, জড়, জ্ঞানশূন্য, বেহুঁচ, মূৰ্ছা যোৱা, মূৰ্ছিত, লাচাৰ, সংজ্ঞাহীন, হতচেতন৷",
	"অজগৰ": "অহীন, ঢেঁকীসাপ, মহোৰগ, শীৰ৷",
	"অজীৰ্ণতা": "অগ্নিমান্দ্য, পেটৰ অসুখ, বদহজম, মন্দাগ্নি৷",
	"অজুহাত": "অচিলা, চেলু, বাহানা, লেচু৷",
	"অঞ্জলি": "অঞ্জলিবন্ধন, আঁজলি, কৰকোষ, কৰপূট, কৃতাঞ্জলি, কৃতাঞ্জলিপূট, প্ৰাঞ্জলি, বদ্ধাঞ্জলি, যুক্তকৰ৷",
	"অণ্ডকোষ": "কণী, কোঁহ, কোঁহা, ধকৰি, ধকৰি-গুটি, বৃষণ, মুষ্ক৷",
	"অতি কমেও": "অন্যূন, নাই বুলিও, ন্যূনতম৷",
	"অতিথি": "অভ্যাগত, আমন্ত্ৰিত, আলহী, গৃহাগত, নিমন্ত্ৰিত, প্রঘুণ, প্রঘুণিক৷",
	"অতিথিশালা": "চৰাইখানা, চৰাইঘৰ, ধৰমশালা, পথিকশালা, পান্থশালা, পান্থনিবাস, মুছাফিৰখানা, যাত্ৰী-নিৱাস৷",
	"অতিৰঞ্জিত কৰ্": "তিলটোকে তালটো কৰ্, ৰৌটোকে ঢৌটো কৰ্৷",
	"অতিৰিক্ত": "অধিক, উপৰুৱা, প্ৰয়োজনাতিৰিক্ত, বাঢ়তি৷",
	"অতীত": "অতীজ, গতকাল, তাহানি, পাৰ হৈ যোৱা (সময়)৷",
	"অতুলনীয়": "অতুল, অতুলন, অতুল্য, অদ্বিতীয়, অনন্য, অনন্যসাধাৰণ, অনুপম, অপূৰ্ব, অসাধাৰণ, তুলনাবিহীন, তুলনাহীন, নজিৰবিহীন, নিৰুপম৷",
	"অতুলনীয়া": "অনন্যা, অনুপমা, নিৰুপমা৷",
	"অদৃশ্য": "অগোচৰ, অদৃষ্ট, অন্তৰ্হিত, অপ্রতক্ষ্য, অপ্ৰেক্ষিত, অলিক্ষত৷",
	"অধোবদন": "অধোমুখ, অৱনমস্তক, আনতশিৰ, তলমুৱা, নতশিৰ৷",
	"অনগ্ৰসৰ": "পশ্চাদ্পদ, পিছ-পৰা৷",
	"অনগ্ৰসৰতা": "পশ্চাদপদতা৷",
	"অনৱৰত": "অহৰ্নিশে, অনুক্ষণ, দিবাৰাত্ৰি, নিৰন্তৰ, সকলো সময়তে৷",
	"অনাই-বনাই": "অৰঙে-দৰঙে, ঐদহে-বৈদহে, দিহিঙে-দিপাঙে৷",
	"অনাবৃষ্টি": "অবৃষ্টি, অৱগ্ৰহ, অৱগ্ৰাহ, খৰ, খৰাং, জলকষ্ট, জলাভাৱ, বৃষ্টিহীনতা৷",
	"অনায়াসে": "অক্লেশে, অপ্ৰয়াসে, অবাধে, অৱলীলাক্ৰমে, নিৰ্বিঘ্নে, বিনা কষ্টে, সহজতে, সহজে, স্বচ্ছন্দে, হেলাৰঙে৷",
	"অনিদ্রা": "অতন্দ্ৰতা, উজাগৰ, তন্দ্ৰাহীনতা, নিদ্ৰাহীনতা, বিনিদ্ৰা, সজাগতা৷",
	"অতন্দ্ৰ": "অনিদ্ৰ, উজাগৰী, জাগন্ত, জাগৰ, জাগৰিত, জাগৰী, জাগৰুক, জাগ্ৰত, তন্দ্ৰাশূন্য, তন্দ্ৰাহীন,নিদ্ৰাবিহীন, নিদ্ৰাৰহিত, নিদ্ৰাহীন, বিনিদ্ৰ, সজাগ৷",
	"অনুক্ৰম": "ক্ৰম, ধাৰাবাহিকতা, পাৰম্পৰ্য৷",
	"অনুজ্জ্বল": "গোমা, গোমোঠা, নিষ্প্ৰভ, নিস্তেজ, পাংগু, বিবৰ্ণ, মলিন, মোলান, ম্লান, স্তিমিত৷",
	"অনুতাপ": "অনুশোচনা, খেদ, পৰিতাপ৷",
	"অনুবাদ": "তৰ্জমা, ভাঙনি, ভাষান্তৰণ৷",
	"অনুভৱ": "অনুভূতি, আৱেগ, ইন্দ্ৰিয়বোধ, উপলব্ধি, বাহ্যজ্ঞান, বোধ, ভাবাৱেগ৷",
	"অনেক": "অগণন, অগণনীয়, অগণিত, অগণ্য, অজস্ৰ, অলেখ, অসংখ্য, অসংখ্যাত, একাধিক, কোটি কোটি, বহুত, লক্ষ কোটি, লাখ লাখ, শত কোটি, শত শহস্ৰ, সংখ্যাতীত, হাজাৰ হাজাৰ৷",
	"অন্তৰংগ": "আন্তৰিক, ইষ্টান্তিক, ঘনিষ্ঠ, নিভৃত, হাৰ্দিক, সৌহাৰ্দ্যপূৰ্ণ৷",
	"অন্তৰংগতা": "আন্তৰিকতা, ঘনিষ্ঠতা, নিভৃততা, নিভৃতি, সৌহাৰ্দ্য, হাৰ্দিকতা৷",
	"অন্তিম ক্ষণ": "অন্তকাল, অন্তিম কাল, অন্তিম দশা, অন্তিম সময়, নিদানকাল, মৰণকাল, মৰণদশা, মুমূৰ্ষা,মৃত্যুকাল৷",
	"অন্ত্যেষ্টিক্ৰিয়া": "অগ্নি-সংস্কাৰ, অন্ত্যেষ্টি, কাষ্ঠ-সংস্কাৰ, খৰিদিয়া, নিৰ্হৰণ, নিৰ্হাৰ, বহ্নি-সংস্কাৰ, মৃত-সতকাৰ,শৱ-সৎকাৰ, শেষকৃত্য, শ্মশানকৃত্য, সংস্ক্ৰিয়া, সৎকাৰ৷",
	"অন্ধকাৰ": "অন্ধকাৰময়, অন্ধকাৰাচ্ছন্ন, অন্ধকাৰাবৃত, আন্ধাৰ, এন্ধাৰ, কৃষ্ণ, তমসাচ্ছন্ন, তমসাবৃত, তমোময়,তামস, তিমিৰাচ্ছন্ন, তিমিৰাবৃত৷ আন্ধাৰ, এন্ধাৰ, তমসা, তিমিৰ৷",
	"অপকাৰ": "অকল্যাণ, অনিষ্ট, অন্যায়, অভিচাৰ, অহিত, ক্ষতি৷",
	"অকল্যাণকৰ": "অনিষ্টকৰ, অপকাৰী, অহিতকৰ, ক্ষতিকৰ৷",
	"অপদাৰ্থ": "অপাত্ৰ, অযোগ্য, আলাবাদু, এলাবাদু, এলাইবাদু৷",
	"অপব্যয়": "অত্যাচাৰ, অপচয়, আদনাৰ্জি কৰা, আভনি, আলৈ-আথানি৷",
	"অপমান": "অপদস্থকৰণ, অমৰ্যাদা, অৱজ্ঞা, অৱমাননা, অশ্ৰদ্ধা, অসন্মান, অসম্ভ্ৰম, উপালম্ভ, উপেক্ষা,চৌঠেঙীয়া কৰা, দুৰ্ব্যৱহাৰ, তাচ্ছিল্য, লঘু কৰা, কুকুৰীপিটা কৰা, গৌৰৱহানি৷",
	"অপৰাধ": "কছুৰ, জগৰ, দায়, দোষ",
	"অপৰাধী": "জগৰীয়া, দায়ী, দোষী৷",
	"অপৰিচ্ছন্ন": "অপৰিচ্ছন্ন,&nbsp;আবিল, অবিনস্ত্য, কলুষিত, কলুষতাপূৰ্ণ, ক্লেদাক্ত, জধলা, পংকিল, ফেদেলা, মলিন, মলিয়ন, লেতেৰা৷",
	"অপৰিষ্কাৰ": "অপৰিচ্ছন্ন,&nbsp;আবিল, কলুষিত, কলুষতাপূৰ্ণ, ক্লেদাক্ত, পংকিল, ফেদেলা, মলিন, মলিয়ন, লেতেৰা৷",
	"অপৱিত্ৰ": "অমেধ্য, অশুচি, অশৌচীয়া, বিধুতি, চুৱা৷",
	"অপৱিত্ৰতা": "অমেধ্যতা, অশুচিতা, অশৌচ৷",
	"অপেক্ষা": "প্ৰতীক্ষা, বাট চোৱা, ৰৈ থকা৷",
	"অবিশ্বাসী": "অসঞ্জাতী, বিশ্বাসঘাতক, বেইমান৷",
	"অভাৱ": "অনাটন,&nbsp;অপৰ্যাপ্ততা, অপ্ৰাচুৰ্য, টনাটনি,&nbsp;দুষ্প্ৰাপ্যতা, নাটনি, মৰগ৷",
	"অভিধান": "কোষ,&nbsp;লাম্তাছাম, শব্দকোষ৷",
	"অভিমান": "অহংকাৰ, ওফোন্দ, ঠেহ, ভেম, ৰোহ৷",
	"অভিমানী": "অভিমানিনী, মানী, মানিনী৷xxx",
	"অভিযোগ": "আপত্তি, ওজৰ, খল, গোচৰ৷",
	"অভিযোগকাৰী": "অভিযোক্তা, খলুৱা, গুচৰীয়া, বাদী৷",
	"অমাৱস্যা": "আঁউসী, অমানিশা, মৰআঁউসী৷",
	"অমিতা": "অমৃতফল,&nbsp;অমৃতা, মধুফল৷",
	"অমৃত": "অমিয়, অমিয়া, পীয়ুষ, সুধা৷",
	"অম্বুবাচী": "আমতি, ষাঁঠ, সাত-লগা৷",
	"অৰ্কিড": "আমোলকচু,&nbsp;ৰাস্না, ভাটৌফুল, মইনা ফুল, কপৌফুল, গেজেংফুল৷ XXXX",
	"অৰ্জুন": "কপিকেতন, কপিধ্বজ, কিৰীটি, কৃষ্ণসখ, কৃষসাৰথি, গাণ্ডিৱধন্বা, গাণ্ডিৱী, গুড়াকেশ,&nbsp;জিষ্ণু, তৃতীয় পাণ্ডৱ,&nbsp;ধনঞ্জয়, পৰন্তপ, পাৰ্থ, ফাল্গুনি,&nbsp;বিজয়, বীভৎসু,&nbsp;বৃহন্নলা, শব্দবাহন, শব্দবেধী, শব্দভেদী, শুভ্ৰ, শ্বেতবাহ,&nbsp;শ্বেতবাহন,সব্যসাচী৷",
	"অলংকাৰ": "অৱতংস,&nbsp;আকল্প,&nbsp;আভৰণ,&nbsp;আভূণ,&nbsp;কঞ্চুল, কলাপ,&nbsp;গহনা, বিভূষণ,&nbsp;বিভূষা, ভূষণ, ভূষা, মণ্ডন৷",
	"অলংঘনীয়": "অনতিক্ৰমণীয়, অনতিক্ৰম্য,&nbsp;অলংঘ্য, দুস্তৰ, দুৰ্লংঘ্য৷",
	"অলপ": "অলপীয়া,&nbsp;ঈষৎ,&nbsp;কম, তাকৰ, তাকৰীয়া,&nbsp;নগণ্য,&nbsp;নামনাচ, সামান্য৷",
	"অলৌকিক": "অজাগতিক,&nbsp;অপাৰ্থিৱ, অমৰ্ত্য৷",
	"অল্পভাষী": "নিবোকা, মিতভাষী, স্বল্পভাষী৷",
	"অৱনতি": "অধোগতি, অধোগমন, অধোনমন, অধঃপতন, অৱনমন, নিম্বগমন, নিম্নগতি৷",
	"অৱনত": "অধোগামী, অধোনমিত, অধঃপতিত, অৱনমিত, নিম্নগামী৷",
	"অৱস্থা": "দশা, গতি৷",
	"অশৰীৰী": "ভূত, প্ৰেত, অপদেৱতা, উপদেৱতা, কালিকা, দেও, দেৱযোনি, প্রমথ, শিৱানুচৰ, প্রেতাত্মা, পিশাচ, পিশাচী, পিশাচিনী, ফিচাহিনী, কবন্ধ, কন্ধ, তাল, বেতাল, বুঢ়া-ডাঙৰীয়া, ডাঙৰীয়া, বাঁক, ঘোৰাপাক, ডাইনী, ভূতুনী, আলষণী, ঘৰ-জেউতি, হাটোৱালী, বাটোৱালী, খেতৰ, খেতৰী, দ’ত, কালধূমা, যখিনী, যখ৷",
	"দেহহীন": "অকায়, অনংগ, অৱয়বহীন, কায়শূন্য, নিৰাকাৰ, বিদেহ,&nbsp;মূৰ্তিহীন৷",
	"অশিষ্ট": "অভদ্ৰ, অভব্য, অমাৰ্জিত, অশোভনীয়৷",
	"অশ্লীল": "অমাৰ্জিত, অশালীন, অশিষ্ট, লজ্জাজনক৷",
	"অসৎ": "অশিষ্ট, অসাধু, দুষ্ট, ভ্ৰষ্টাচাৰী৷",
	"অসম": "অসমা, অসমী, কামৰূপ, প্ৰাগজ্যোতিষপুৰ, বৰ অসম৷",
	"অসমান": "অমসৃণ, অসম, ওখ-চাপৰ, ওখোৰা-মোখোৰা, বন্ধুৰ, বিষম৷",
	"অসম্ভৱ": "অঘটনীয়, অচিন্তনীয়, অবাস্তৱ, অবিশ্বাস্য, অভাৱনীয়, অসম্ভৱপৰ, অসম্ভাব্য, সুদূৰপৰাহত৷",
	"অসীম": "অনন্ত, অন্তবিহীন, অন্তহীন, অনাদি, অনাদ্য, অনাদ্যন্ত, অপৰিসীম, অশেষ, নিৰৱধি, নিঃসীম, সীমাহীন৷",
	"অসুৰ": "ইন্দ্ৰাৰি, ত্ৰিদশাৰি, দনুজ, দানৱ, দীতিসুত, দেৱদ্বেষী, দেৱশত্ৰু, দেৱান্তক, দেৱাৰি, দৈতেয়, দৈত্য, নৈৰ্ঋত, সুৰবৈৰী, সুৰৰিপু, সুৰাৰি",
	"অস্তিত্ব": "উপস্থিতি, বিদ্যমানতা, সত্তা, স্থিতি৷",
	"অস্ত্ৰ": "আয়ুধ, প্রহৰণ, হাতিয়াৰ, হাথিয়াৰ৷",
	"অস্থিৰ": "অথিৰ, উতনুৱা, চঞ্চল, চপল, চলৌপাতী, মন-পাতল৷",
	"অস্থিৰতা": "অথিৰতা, অস্থৈৰ্য, চঞ্চলতা, চপলতা৷",
	"অস্পষ্ট": "ভালকৈ নমনা, ধূসৰ, জান-নাজান৷",
	"অস্পষ্টতা": "ধূসৰতা৷",
	"অস্বস্তিকৰ অনুভূতি": "পিৰ্পিৰণি, সিৰ্সিৰণি, ৰম্ৰমনি, জিন্জিননি, ভক্ভকনি, উক্মুকনি, খোঁচনি-বিন্ধনি৷",
	"পিৰ্পিৰা": "সিৰ্সিৰা, ৰম্ৰমা, জিন্জিনা, ভক্ভকা, উক্মুকা৷",
	"অস্বাভাৱিক": "অতিপ্রাকৃত, অদ্ভুত, অনিয়মীয়া, অপ্রাকৃত, আচৰিত, আজব, আজগুবি, উদ্ভট, নাভূত-নাশ্ৰুত, নোহোৱা-নোপজা৷",
	"অভূতপূৰ্ব, ": "অশ্ৰুতপূৰ্ব, অদৃষ্টপূৰ্ব৷",
	"অহংকাৰ": "অস্মিতা, অহমিকা, গৰব, গৰ্ব, দম্ভ, দাম্ভিকতা, ফুটনি, বৰাই, ভেম, মদ, মমত্ব, শ্লাঘা৷ গণ্ডপ, ওফাইডাং, ডাংকোপ৷ মহতালি৷",
	"অহংকাৰী": "গৰবী, গৰ্বিত, গৰ্বী, দাম্ভিক৷ ",
	"আইতা": "পিতামহী, মাতামহী, বুঢ়ীআই, আবু৷<br />",
	"আইন": "অধিনিয়ম,&nbsp;কানুন, নিয়ম,&nbsp;বিধান,&nbsp;বিধি৷",
	" আইনসন্মত": "আইনী, কানুনী, বিধিসন্মত৷&nbsp;",
	"আইনা": "কাচ, চিচা৷",
	"আঁহত": "অশ্বত্থ, পিপ্পল, শুচিদ্ৰুম, ক্ষীৰদ্ৰুম৷",
	"আকাশ": "অনংগ, অনন্ত, অন্তৰীক্ষ, অন্তৰীক্ষমণ্ডল, অভ্ৰ, অভ্রক, অম্বৰ, অক্ষৰ, আলাস, আকাশমণ্ডল, উডুপথ, ক্ৰন্দসী, খ, গগন, গগনমণ্ডল, ঘনবীথি, ঘনাশ্ৰয়, তাৰাপথ, ত্ৰিদিৱ, ত্ৰিবিষ্টপ, দেৱপথ, দ্যু, দ্যুলোক, দ্যো, দ্যৌ, নভ, নভস, নভোমণ্ডল, নাক, নিৰাকাৰ, নীলিমা, পৱনপথ, পুৰৱৰ্ত্ম, পুষ্কৰ, বায়ুৱৰ্ত্ম, বিমান, বিহায়, বিয়ৎ, ব্যোম, মৰুদ্বত্ম, মহাকাশ, মহাবিল, মহাশূন্য, মেঘৱৰ্ত্ম, মেঘাবেশ্ম, মেঘাস্পদ, ৰোদসী, ৰোদঃ, লোকালোক, শূন্য, শূন্যতল, সুৰপথ, সুৰৱৰ্ত্ম৷",
	"আকৃতি": "গঢ়, ঠগ, ৰূপ,&nbsp;সাজ৷",
	"আকৌ": "আৰুবাৰ, দুনাই, পুনৰ, পুনৰপি, পুনৰবাৰ, পুনৰ্বাৰ, পুনৰায়, পুনশ্চ, পুনঃ৷",
	"আখৰ": "অক্ষৰ, বৰ্ণ,&nbsp;লিপি, হৰফ৷",
	"আখৰ-জোঁটনি": "বৰ্ণন, বৰ্ণ-বিন্যাস, বানান, বানন৷",
	"আখেজ": "কক্ষা, শত্ৰুতা, হিংসা৷",
	"আগধন": "অগ্ৰিম ধন, আমানত, বায়না, হাওলাৎ৷",
	"আগমুহূৰ্ত": "পূৰ্বক্ষণ, প্ৰাক্কাল, প্রাক্মুহূৰ্ত৷",
	"আগৰণুৱা": "অগ্রগামী, অগ্রদূত, অগ্ৰসৰ, অভিগত, আগ-বঢ়া, আগুৱান, পুৰঃসৰ, পুৰোগ, পুৰোগামী, পুৰোধা, পুৰোযাত্ৰী, পুৰোৱতী, সম্মুখাগত৷",
	"আগ্ৰহ": "উদ্যম, উদ্যোগ, উৎসাহ, চেষ্টা৷ ধাউতি, ৰাপ, স্পৃহা, হেঁপাহ৷",
	"আঘোণ": "অগ্রহায়ণ, আঘণ, মাৰ্গশীৰ্ষ৷",
	"আঙুৰ": "দ্ৰাক্ষা, মৃদ্বীকা, লতা-পনীয়ল৷",
	"আচলতে": "দৰাচলতে, প্ৰকৃততে, যথাৰ্থতে, স্বৰূপতে৷",
	"আজীৱন": "ওৰে জীৱন৷",
	"আজোআইতা": " আজোবুঢ়ীআই, প্রপিতামহী, প্ৰমাতামহী৷",
	"আমৰণ": "আমৃত্যু৷",
	"আঞ্জা": "জোল, দিহ,&nbsp;ব্যঞ্জন৷",
	"আতিশয্য": "উদ্ভণ্ডালি, উপদ্ৰৱ, উৎপাত, টিঘিলঘিলনি, দৌৰাত্ম্য, প্ৰাদুৰ্ভাৱ৷ ওভতগোৰে নচা৷",
	"আত্মত্যাগ": "আত্মবলি, আত্মবলিদান, আত্মবিসৰ্জন,&nbsp;আত্মাহুতি, আত্মোৎসৰ্গ৷",
	"আত্মবিশ্লেষণ": "আত্মজিজ্ঞাসা, আত্মদৰ্শন,&nbsp;আত্মবীক্ষা, আত্মানুসন্ধান৷",
	"আত্মা": "অখণ্ডন, অন্তৰাত্মা, আত্মাপুৰুষ, আত্মাৰাম, চিদাভাস, জীৱাত্মা, পুনৰ্ভৱী, পুৰঞ্জন, প্রাণপক্ষী, প্ৰাণপুৰুষ, শৰীৰভাক৷",
	"আত্মীয়": "আত্মবৰ্গ, আপোনজন, আপোন মানুহ, ইষ্ট-কুটুম্ব, ককাই-ভাই, কুটুম, কুটুম্ব, গিয়াতি, গোত-জ্ঞাতি,&nbsp; জ্ঞাতি, পৰিজন, মিতিৰ, সগোত্ৰ, সগোত্ৰীয়, সবৰ্ণ, সম্বন্ধীয় মানুহ, স্বগণ, স্বজন, স্বজনবৰ্গ, স্বজাতি৷",
	"আত্মীয়া": "কুটুম্বিনী৷",
	"দূৰ-সম্বন্ধীয়": "আলেকৰ পালেক, ভাগী৷",
	"আত্মীয়তা": "তেজৰ সম্বন্ধ, নাড়ীৰ সম্বন্ধ,&nbsp;সমধ, স্বজনতা, স্বজনত্ব৷",
	" আত্মীয়": "লতাপতা, লগাভগা, সম্বন্ধীয়৷",
	"আদবয়সীয়া": "আদহীয়া, প্ৰৌঢ়",
	"আদালত": "কাছাৰী, ন্যায়ালয়, ন্যায়াধিকৰণ, বিচাৰালয়৷",
	"আদেশ": "আজ্ঞা, নিৰ্দেশ, হুকুম৷",
	"আধাফুটা মাত": "অমাতৰ মাত, থুনুক-থানাক মাত৷",
	"আধাৰ": "অন্তঃগাঁথনি, পৰিগাঁথনি,&nbsp;বুনিয়াদ,&nbsp;ভিত্তি, ভিত্তিমূল, ভেটি৷",
	"আধিপত্য": "দপ্দপনি, প্ৰভুত্ব; দাদাগিৰি; ৰাজত্ব, ৰামৰাজত্ব৷",
	"আধুনিক": "অৰ্বাচীন, ইদানীন্তন, বৰ্তমান কালৰ, সমকালীন, সাম্প্ৰতিক৷",
	"আনন্দ&nbsp;": "অবিষাদ, আমোদ, আহ্লাদ, উল্লাস, উলাহ, তৃপ্তি, পৰিতৃপ্তি, পুলক, প্ৰফুল্লতা, প্ৰসন্নতা, ফূৰ্তি, ৰং, ৰহইচ, সন্তোষ, সুখ, স্ফূৰ্তি, হৰষ, হৰিষ, হৰ্ষ, হৰ্ষণ৷",
	"আনন্দিত": "আমোদিত, আহ্লাদিত, উল্লসিত, খুচী, তৃপ্ত, পৰিতৃপ্ত, পুলকিত, প্ৰফুল্ল, প্ৰসন্ন, ৰঙিয়াল, সম্তুষ্ট, সুখী, হৰষিত, হৰ্ষিত৷",
	"আপোচ": "এৰা-ধৰা, বুজাবুজি৷",
	"আপোন-পাহৰা": "আত্মবিস্মৃত, তন্ময়, নিবিষ্ট, বিভোৰ, বিভোল, মচগুল৷",
	"আপোনা-আপুনি": "নিজে নিজে, স্বতঃস্ফূৰ্তভাৱে৷",
	"আফুগুটি": "পোস্ত, পোস্তদানা৷",
	"আবেলি": "অপৰাহ্ন, বিয়লি, ভাটিবেলা৷",
	"আম": "আম্ৰ, সহকাৰ৷",
	"আয়": "আৰ্জন, আমদানি, উপাৰ্জন, ঘটন৷",
	"আৰম্ভ": "অনুবন্ধ, অৱতৰণিকা, অৱতাৰণা, আৰম্ভণ, আৰম্ভণি, উপক্ৰম, উপক্ৰমণিকা, উপাকৰণ, উপোদ্ঘাত, ওৰা পতা, জোৰণি, পাতনি মেলা, প্রস্তাৱনা, প্ৰাৰম্ভ, ভূমিকা, মুখবন্ধ, মুহূৰত, সূচনা, সূত্ৰপাত৷",
	"আলিংগন": ">আঁকোৱাল, আঁকোৱালি ধৰা, গবা মৰা, গলাগলি, বাহুবন্ধন, সাবট, সাবটা-সাবটি৷",
	"আৱশ্যক": "গৰজ, দৰকাৰ, দৰ্কাৰ, প্রয়োজন৷",
	"আৱশ্যকীয়": "দৰকাৰী, প্রয়োজনীয়, যাৱতীয়৷",
	"আৱেদন": "আহ্বান, গোহাৰি, নিৱেদন; আৰজি, দৰখাস্ত৷",
	"আশীৰ্বাদ": "আশিস, আশীৰ্বচন, আশীৰ্বাণী, শুভাশিস, শুভাশীৰ্বাদ, স্বস্তিবচন৷",
	"আসন": "বহা কাৰ্য, বহন, উপবেশন, উপৱেশ, আসন গ্ৰহণ৷ যোগাসন, যোগ, যোগ-ব্যায়াম৷ চকী, মাচিয়া৷",
	"আসীন": "উপবিষ্ট৷",
	"আহত": "অভিহত, আঘাতপ্রাপ্ত, উপহত, ঘাইল, জখম, সমাহত৷",
	"আহযাহ": "অহা-যোৱা, আয়াযাত, গতায়াত, গমনাগমন, যাতায়াত, সমাগম৷",
	"আহিলা": "যোগাৰ-যন্ত্ৰ, সঁজুলি, সৰঞ্জাম, সঞ্জুক, সাজ-সৰঞ্জাম, হাতিয়াৰ, হাথিয়াৰ৷",
	"ইংগিত": "ইচাৰা, চিয়াৰ, ঠাৰ, টিপ৷",
	"ইতিবাচক": "ধনাত্মক, যোগাত্মক, সদৰ্থক৷",
	"ইতিবৃত্ত": "আঁতিগুৰি, গুৰিকথা, পুৰাবৃত্ত, বৃত্তান্ত৷&nbsp;&nbsp;",
	"ইত্যাদি": "আদি, গয়ৰহ, প্ৰভৃতি৷",
	"ইন্দ্ৰ": "অদিভিৎ, অমৰনাথ, অমৰপতি, অমৰেশ, আখণ্ডল, কুলিশী, গোত্ৰভিৎ, ঘনবাহন, জম্ভাৰাতি, জম্ভাৰি, জীমূতবাহন, ত্ৰিদশাধিপতি, দিৱস্পতি, দেৱৰাজ, দেৱপতি, দেৱেন্দ্ৰ, পৰ্জন্য, পাকশাসন, পুৰন্দৰ, পুৰুহূত, পুৰুদ্ৰুহ, পূতক্ৰতু, প্ৰাচীপতি, বজ্ৰধৰ, বজ্ৰপাণি, বজ্ৰী, বৰক্ৰতু, বৰত্ৰন্তু, বলবিনাশন, বলভিদ, বলহা, বলসূদন, বলৰিপু, বাসৱ, বাস্তোস্পতি, বৃত্ৰহা, বৃত্ৰাৰি, বৃহদ্ৰথ, মঘৱা, মেঘবাহন, শচীন্দ্ৰ, শচীপতি, শচীবিলাস, শতক্ৰতু, শত্ৰু, সহস্ৰনয়ন, সহস্ৰলোচন, সহস্রাক্ষ, সুনাসীৰ, সুৰপতি, সুৰেন্দ্ৰ, সুৰেশ, সুৰেশ্বৰ, হৰিহয়, হৰ্যশ্ব৷",
	"ইহজনম": "ইহসংসাৰ, মৰ্ত্যলীলা, সংসাৰলীলা, ইহলীলা, ভৱলীলা, পাৰ্থিৱ জীৱন, নৰনাট, ভৱ-নাট৷",
	"ঈৰ্ষা": "চকুচৰহা স্বভাৱ, পৰদ্বেষ, পৰশ্ৰীকাতৰতা, মাৎসৰ্য৷",
	"ঈৰ্ষাপৰায়ণ": "ঈৰ্ষাকাতৰ, ঈৰ্ষান্বিত, ঈৰ্ষালু, চকুচৰহা, পৰদ্বেষী, পৰশ্ৰীকাতৰ, মৎসৰ, মৎসৰী৷",
	"ঈশ্বৰ": "অখিলাত্মা, অজৰ, অনন্ত, অনাদি, অমৰ, অক্ষৰ, অক্ষয়পুৰুষ, আদিনিৰঞ্জন, আল্লা, আল্লাহ, ইচ্ছাময়, ঋতম্ভৰ, ওপৰৱালা, কৰিম, কৰুণাময়, খোদা, খোদাতাল্লা, গড, গোসাঁই, চিদানন্দ, জগতপতি, জগদীশ, জগদীশ্বৰ, জগন্নাথ, জগন্নিৱাস, জগবন্ধু, জগৎপিতা, জগৎকৰ্তা, জগৎস্ৰষ্টা, দয়াময়, দীননাথ, দীনবন্ধু, ধাতা, নিৰঞ্জন, নিৰাকাৰ, নিৰাময়, পতিত-পাৱন, পৰমপিতা, পৰমপুৰুষ, পৰমব্ৰহ্ম, পৰমাত্মা, পৰমানন্দ, পৰমেশ, পৰমেশ্বৰ, পৰাৎপৰ, প্রভু, বিধাতা, বিভু, বিৰাটপুৰুষ, বিশ্বাত্মা, ভগৱান, ভুৱনেশ্বৰ, ভূমা, মালিক, সচ্চিদানন্দ, সনাতন, সৃষ্টিকৰ্তা, স্বয়ম্ভু৷",
	"উঁই": "বল্মীক, স্যমীক৷",
	"ডঁই হাফলু": "কৃমিশৈল, বল্মীকূট, বল্মীকস্তূপ, শক্ৰমূৰ্ধা৷",
	"উকীল": "অধিবক্তা, আইনজীৱী, ব্যৱহাৰজীৱী৷",
	"উগ্ৰপন্থী": "কঠোৰপন্থী, কট্টৰপন্থী, চৰমপন্থী৷ বামপন্থী৷",
	"উচিত": "ন্যায্য, বিধেয়, যথাযথ, যথোচিত, যুক্তিযুক্ত, যুগুত, সংগত, সমীচীন, হক৷",
	" ঔচিত্য": "ন্যায্যতা, যুক্তিযুক্ততা৷",
	"উচ্চ": "অত্যুচ্চ, উত্তুংগ, উন্নত, ওখ, তুংগ, তুংগী, প্রাংশু, প্ৰোচ্চ, প্ৰোন্নত, শালপ্ৰাংশু, সমুন্নত, সুউচ্চ, সুতুংগ৷ ",
	"আকাশচুম্বী": "অভ্ৰভেদী, আকাশলংঘা, গগনচুম্বী, গগনস্পৰ্শী, পীনোন্নত৷",
	"উচ্চতা": "উন্নতি, উন্নমন, ঔন্নত্য, তুংগিমা৷",
	"উচ্ছিষ্ট": "অন্নশেষ, উচ্ছিষ্টান্ন, এৰেহা, চুৱা, জুঠা, ভক্ষ্যাৱশেষ, ভুক্তাৱশেষ৷",
	"উজ্জ্বল": "অত্যুজ্জ্বল, চক্মকীয়া, চিক্মিকীয়া, জল্মলীয়া, জিলিকা, জিলিকি থকা, তিৰ্বিৰীয়া, দীপ্ত, দীপ্তিযুক্ত, দীপ্তোজ্জ্বল, প্রদীপ্ত, প্ৰোজ্জ্বল, ভৰকাল, সমুজ্জ্বল, সুপ্ৰভ৷",
	"উজ্জ্বলতা": "উদ্দীপ্তি, ঔজ্জ্বল্য, চক্মকনি, চিক্মিকনি, জল্মলনি, তিৰ্বিৰণি, প্রদীপ্তি৷",
	"উট": "উষ্ট্ৰ, কণ্টকভুক, কণ্টকাশন, কণ্ঠাল, ক্ৰমেল, ক্ৰমেলক, বক্ৰগ্ৰীৱ, বণিগ্বহ, মৰুতৰণী, মৰুদ্বিপ, মৰুপ্ৰিয়, মহাগ্ৰীৱ, লম্বৌষ্ঠ, শৰভ (স্ত্ৰী) উষ্ট্ৰিকা, উষ্ট্ৰী৷ উষ্ট্ৰশাৱক, কৰভ৷",
	"উৎপত্তি": "অভ্যুদয়, আৱিৰ্ভাৱ, আৱিৰ্ভূতি, উত্থান, উদয়, উদ্ভৱ, উপজনন, সমুত্থান, সমুদ্ভৱ, সৰ্গ৷ উদ্ৰেক, উন্মেষ, উন্মেষণ, উন্মীলন৷",
	" উৎপন্ন": "আৱিৰ্ভূত, উদিত, উদ্ভূত, উন্মীলিত, উন্মেষিত, উন্মোচিত, বিকশিত, সঞ্জাত, সমুদ্ভূত, সৃষ্ট৷",
	"উৎস": "আদি, আদ্যবীজ, উঁহ, উৎপত্তিমূল, কাৰণ, নিদান, পুং, প্রভৱ, মূল, সৃষ্টিমূল৷",
	"উৎসৱ": "উছৱ, মহোৎসৱ, সমাৰোহ৷",
	"জন্মোৎসৱ": "জয়ন্তী৷",
	"উদণ্ড": "অবশ, অবাধ্য, আবৰী, উচ্ছৃংখল, উদ্দাম, নিয়ম নমনা৷",
	"উদয়গিৰি": "উদয়াচল, পূৰ্বাচল, পূৰ্বাদ্ৰি৷",
	"উদাৰ": "উচ্চমনা, উচ্চহৃদয়, উচ্চাশয়, উদাৰচিতীয়া, উদাৰচিত্ত, উদাৰচেতা, উদাৰমতি, উদাৰমনা, উদাৰহৃদয়, ওখ মনৰ, মহদাশয়, মহানুভৱ, মহাপ্ৰাণ, মহামতি, মহাশয়, মহীয়ান, মহোদয়, প্রশস্তচিত্ত, প্ৰশস্তহৃদয়, বহল মনৰ৷",
	" উদাৰতা": "উদাৰচিত্ততা, ওখ মন, ঔদাৰ্য, প্ৰশস্তচিত্ততা, বহল মন৷",
	"উদাহৰণ": "আদৰ্শ, আৰ্হি, চানেকি, দৃষ্টান্ত, নমুনা, নিদৰ্শ, নিদৰ্শন, প্ৰতিদৰ্শ৷",
	"উদিত সূৰ্য": " নৱাৰুণ, বালাৰ্ক, প্রভাতৰবি, প্রভাতসূৰ্য৷",
	"উদ্ধাৰ": "অব্যাহতি, উদ্ধৰণ, তাৰণ, ত্ৰাণ, নিস্তাৰ, পৰিত্ৰাণ, ৰক্ষণ, ৰক্ষা, ৰেহাই৷",
	"উদ্ধাৰকৰ্তা": "তাৰোঁতা, ত্রাণকৰ্তা, ত্রাতা, ৰক্ষাকৰ্তা৷",
	"উন্নতি": "আৰোহণ, উৎকৰ্ষ, উত্থান, উত্থিতি, উদ্গতি, উদ্গম, উন্নয়ন, ঊৰ্ধ্বগতি, ঊৰ্ধ্বগমন, সমুন্নয়ন৷",
	"উন্নত": "আৰোহী, উত্থিত, উদ্গত, উন্নতিশীল, উন্নয়নশীল, উন্নীত, উৎকৃষ্ট, ঊৰ্ধ্বগামী৷",
	"উন্মাদ": "অপ্রকৃতিস্থ, উন্মত্ত, পগলা, পাগল, প্ৰমত্ত, প্রমদ, বলিয়া, বাতুল, বায়ুৰোগগ্ৰস্ত, বিকৃতমস্তিষ্ক, মতিচ্ছন্ন, মত্ত, ক্ষিপ্ত৷",
	"অহৌবলিয়া": "চেৰাবলিয়া৷",
	"উন্মাদিনী": "বলিয়ানী, পাগলী৷ ",
	"মানসিক ৰোগগ্ৰস্ত": "উৎকেন্দ্ৰিক, বায়ুগ্ৰস্ত, মনোৰোগী, মানসিক বিকাৰগ্ৰস্ত, মানসিক ভাৰসাম্যহীন৷",
	"উন্মাদনা": "অপ্ৰকৃতিস্থতা, উন্মত্ততা, পাগলামি, বলিয়ালি, বাতুলতা, মনোবিকাৰ, মনোব্যাধি, মনোৰোগ, মস্তিষ্ক-বিকৃতি, ক্ষিপ্ততা৷",
	"উন্মাদন": "উৎকেন্দ্ৰিকতা, মতিচ্ছন্নতা, মতিবিভ্ৰংশ, মতিভ্ৰংশ৷",
	"উপত্যকা": "অৱবাহিকা, জল-বিভাজিকা, বেছিন৷ প্লাৱনভূমি৷",
	"উপদংশ": "গৰমি, ছিফিলিছ, ফিৰিঙী ৰোগ, বঙাল ঘা৷",
	"উপদেশ": "দিহা, পৰামৰ্শ, মন্ত্ৰণা৷",
	"উপপতি": "জাৰ, নাগ, নাগৰ, পৰপতি, পৰপুৰুষ৷",
	"উপপত্নী ": "অবৈধ প্রণয়িনী, অসতী, ইত্বৰী, উপস্ত্ৰী, কুলটা, দ্বিচাৰিণী, নষ্টা, নাগৰী, ব্যভিচাৰিণী, ভ্ৰষ্টা, ৰক্ষিতা, স্বৈৰিণী৷",
	"উপবাস": "অনশন, অনাহাৰ, অভক্ষণ, অভোজন, নিৰাহাৰ, নিশি পালন, বৰত, ব্ৰত, লঘোন৷",
	" লঘোনীয়া": "অনাহাৰী, অভুক্ত, উপবাসী, নিৰাহাৰী, বৰতীয়া৷",
	"উপযুক্ত": "যথাযোগ্য, যোগ্য৷",
	"উপযুক্ততা": "উপযোগিতা, যথাযোগ্যতা, যোগ্যতা৷",
	"উপাসনা": " অভিবন্দন, অভিবন্দনা, অৰ্ঘ, অৰ্চন, অৰ্চনা, অৰ্হণ, অৰ্হণা, আৰাধন, আৰাধনা, উপাসা, উপাস্তি, কীৰ্তন, নাম-কীৰ্তন, পূজন, পূজা, পূজা-সেৱা, বন্দন, বন্দনা, ভজন, ভজনা, সেৱা, স্তুতি৷",
	" উপাস্য": "অৰ্চনীয়, অৰ্হণীয়, আৰাধ্য, পূজ্য, বন্দনীয়, বন্দ্য, ভজনীয়, সেব্য৷",
	"উভতি": "উলটি, ঘূৰি, ফিৰি৷",
	"উমান": "আঁটকাল, আন্দাজ, গম, বোধ, সঁহাৰি৷",
	"উলংগ": "অনম্বৰ, উদি-মুদি, দিগম্বৰ, ধুমনাঙঠ, নগ্ন, নঙঠা, নাঙঠ, বিবসন, বিৱস্ত্ৰ, বেমটৰ, লেংটা৷",
	"বিৱস্ত্ৰা": "বিৱসনা৷",
	"উলংগতা": "অনম্বৰতা, নগ্মতা, নগ্নত্ব৷",
	"ঋণ": "কৰজ, ধাৰ৷",
	"ঋণী": "অধমৰ্ণ, ঋণগ্ৰস্ত, ধৰুৱা৷",
	"ঋতুমতী": "পুষ্পৱতী, মলিনী, ৰজস্বলা, সৰজাঃ, সৰজস্কা৷",
	"এই পৰ্যন্ত": "অদ্যপৰিমিত, অদ্যাৱধি, আজিলৈকে, এতিয়ালৈকে, সদ্যহতে৷",
	"একক": "অদ্বিতীয়, অনন্য৷",
	"অনন্যা": "অদ্বিতীয়া৷",
	"একতা": "ঐক্য, মাৰ৷",
	"একেবাৰে": "এবাৰতে, প্ৰথমবাৰতে, প্রথম প্ৰচেষ্টাতে৷",
	"এছাৰি": "চেকনি, চিটিপনি, বেত, লৰু, সৌকা৷",
	"এতিয়া": "এই মুহূৰ্ত, বৰ্তমান, সমকাল, সম্প্ৰতি, সাম্প্ৰতিক কাল৷",
	" বৰ্তমানে": "এই মুহূৰ্তত, সদ্যহতে৷",
	"এতিয়াৰ": "এই সময়ৰ, বৰ্তমানৰ, সমকালীন৷",
	"এলাহ": "অলসতা, আলস্য, আলাস, জড়তা, জড়িমা, জাড্য, নিষ্ক্ৰিয়তা, সোৰোপালি, হেলা৷ ধোদৰ স্বভাৱ৷ ভোকৰিহা৷",
	"এলেহুৱা": "অলস, কানীয়া, খাই-গাহৰি, গাইৰা, দীৰ্ঘসূত্ৰী, ধোদ, ৰিহাকুৰীয়া, সোৰোপা৷",
	"ঐকমত্য": "মদদ্বৈধ, মতভেদ, মতানৈক্য",
	"ওঁঠ": "অধৰ, ওষ্ঠ৷",
	"ওজন": "গধুৰতা, গুৰুত্ব, বোজা, ভাৰ৷",
	" গধুৰ": "গুৰু, ভাৰী৷",
	"কইনা": "কনিয়া, কন্যা,&nbsp;বিয়াৰ পাত্ৰী৷",
	"কংকাল": "অস্থিপঞ্জৰ, জঁকা৷",
	"কঁকাল": "কটি, কটিপ্ৰদেশ, কমৰ, কংকাল, মধ্যদেশ৷",
	"কঁঠাল": "কণ্টকফল, কণ্টকীফল, কণ্টফল, পুতফল, ফলকণ্টক৷",
	"ককা": "আতা, ককাদেউতা, পিতামহ, মাতামহ;<br />আজোককা, প্রপিতামহ৷",
	"কছাইখানা": "বধ্যভূমি, শৌণিকালয়৷",
	"কটুকথা": "কটুবাক্য, কটূক্তি, কেটেৰ-জেঙেৰ, কেটেৰা-জেঙেৰা, গালি, গালি-শপনি, ডাবি, ধমক, ধম্কি, ভকৰা মাত, ভেকাহি, শলামাত৷ বকনি৷",
	"কঠোৰ শ্রম": "কপালৰ ঘাম মাটিত পেলাই কৰা শ্রম, হাড়ক মাটি তেজক পানী কৰি কৰা শ্রম,&nbsp; হাড়কাটন, হাড়ভগা শ্ৰম৷",
	"কণী": "অণ্ড, ডিম, ডিমা, ডিম্ব৷",
	"কথকি": "অতিবক্তা, অমিতভাষী, কথাচহকী, চেলেপু, প্ৰগলভ, ফাজিল, বহুবক্তা, বহুবল্কী, বহুভাষী, বাচাল, ভংভঙীয়া, ভল্ভলীয়া৷ (স্ত্ৰী) কথকী৷",
	"বাচালতা": "অমিতভাষিতা, প্রগলভতা, ফাজিলামি, বহুবল্কিতা, বহুভাষিতা৷",
	"কথা": "উক্তি, কথন, জবান, বক্তব্য, বচন, বৰ্ণন, বৰ্ণনা, বয়ান, বাক্য, বাণী, বিবৃতি, বিৱৰণ, বিৱৰণী, ভাষণ৷",
	"কথা ক": "কেপ্কেপা, গোৰ্গোৰা, চেল্বেলা, টোহটোহা, পেৰ্পেৰা, পেল্পেলা, বিৰ্বিৰা, বেল্বেলা, ভোটভোটা, ভোৰ্ভোৰা, লেব্লেবা৷",
	"কেপ্কেপনি": "কেপ্কেপনি, গোৰ্গোৰণি, চেল্বেলনি, টোহটোহনি, পেৰ্পেৰণি, পেল্পেলনি, বিৰ্বিৰণি, বেল্বেলনি, ভোটভোটনি, ভোৰ্ভোৰণি, লেব্লেবনি৷",
	"কথাছবি": "চলচ্চিত্ৰ, চিনেমা, ছায়াচিত্ৰ, ছায়াছবি, বায়’স্ক’প, বোলছবি, ভিডিঅ’চিত্ৰ, ম’ভী৷",
	"কদম": "অশোকাৰি, কদম্ব, কলম্ব, নীপ, ৰঘু৷",
	"কন্দল": "উখনা-উখনি, উত্তৰা-উত্তৰি, কলহ, কাজিয়া, কুকুৰ-কন্দলি, খৰিয়াল, খোঁচাখুঁচি, চুলিয়াচুলি, দন, দন্দ, দবৰা-দবৰি, বাচ্যাবাচ্যি, বাদ, বাদানুবাদ, বিবাদ, বিসংবাদ, লড়াই, হনিয়াহনি, হাই৷",
	"কন্যা": "আত্মজা, আত্মসম্ভৱা, কন্যকা, ছোৱালী, জী, জীয়াৰী, জীয়েক, তনয়া, তনুজা, দাৰিকা, দায়াদী, দুহিতা, দ্বহা, নন্দিনী, পুত্ৰিকা, পুত্ৰী, সুতা৷",
	"কপটতা": "কপটালি, কাৰ্পট্য, কুষাৰি, কৈতৱ, ব্যাজ৷ অনাৰ্জৱ, বিনীয়,&nbsp;ভণ্ডামি৷",
	"কপট": "ভণ্ড৷",
	"কপাল": "ললাট, ভাল৷",
	"কবিতা": "কাব্য, পদ্য৷",
	"কম": "অলপীয়া. তাকৰ৷",
	"কমকৈ": "অলপ পৰিমাণে, অলপীয়াকৈ, তাকৰকৈ, নামনাচকৈ৷",
	"কল": "কদলী, কলা, ৰম্ভা৷",
	"কলংক": "অপবাদ, অপযশ, আবিলতা, কালিমা, কুখ্যাতি, গ্লানি, চেকা, দাগ, দুৰ্নাম, বদনাম, মলিনতা, মালিন্য৷",
	"কলংকিত": "কুখ্যাত, দাগী, বদনামী৷",
	"কলংকিতা": "কলংকিনী৷",
	"কলহ": "কলচি, কুম্ভ, ঘট, ৰম্ভা৷",
	"কলা": "শিল্প৷",
	"চাৰুকলা": "ললিত কলা, সুকুমাৰ কলা৷",
	"ক’লা": "অসিত, আন্ধাৰ, কলীয়া, কালিহি, কেহেৰাজ-বটা, কৃষ্ণ, কৃষ্ণক’লা, ধূমক’লা, শ্যাম৷",
	" ক’লা বৰণ": "কালিমা, কৃষ্ণবৰ্ণ, তিমিৰবৰ্ণ, ধূম্ৰবৰ্ণ৷",
	"কলিজা": "আমঠু, কলডিল, ৰক্তাশয়, হিয়া, হিয়াজালী, হৃদযন্ত্ৰ, হৃদয়, হৃৎপিণ্ড৷",
	"কলেৰা": "জহনী, বিসূচিকা, হাইজা৷",
	"কল্যাণ": "অভ্যুদয়, অৰিষ্ট, উপকাৰ, ঋদ্ধি, কুশল, নিঃশ্ৰেয়স, ভদ্ৰ, ভবিক, মংগল, যোগক্ষেম, শম, শিৱ, শুভ, হিত, ক্ষেম৷",
	"কল্যাণকৰ": "উপকাৰী, শুভকাৰী, হিতকাৰী৷",
	"কৱচ": "অংগত্ৰাণ, অংগত্ৰ, উৰশ্ছদ, উৰস্ত্ৰ, উৰস্ত্ৰাণ, কঞ্চু, কঞ্চুক, কংকট, কংকটক, কাচনি, খোলক, তনুত্ৰ, তনুবাৰ, তনুত্ৰাণ, তনুচ্ছদ, নিচুলক, বৰ্ম, বৰূথ, বক্ষত্ৰাণ, সন্নাহ৷",
	"বৰ্মধাৰী": "কৱচধাৰী, বৰ্মাবৃত, বৰ্মী, সন্নদ্ধ৷",
	"কস্তুৰী": "কস্তুৰ, কস্তুৰিকা, গান্ধকলাই, মৃগনাভি৷",
	"কস্তৰীমৃগ": "গন্ধপহু৷",
	"কাঁইট": "কণ্টক, হুল, তৰুনখ, সূচী৷",
	"কাঁইটীয়া": "কণ্টকাকীৰ্ণ, কণ্টকিত৷",
	"কাঁহী": "জাতকাঁহী, থাল, থালি, পৰাট, পাণধোৱা, পানধোৱা, ফেলাই, বানকাঁহী, বেঢ়াকাঁহী, মাইহাং৷",
	"কাউৰী": "অন্যভৃৎ, কাউৰ, কাক, কাণুক, কোৱা, গৃহবলিভুক, পৰভৃৎ, বলিপুষ্ট, বলিভুক, বায়স, বৃক৷&nbsp;",
	"কাকূতি": "তুতি-নতি, মিনতি, স্তুতি, স্তুতি-নতি৷",
	"কাকূতি-মিনতি": "কাউবাউ, কাকুবাদ, কাবৌ, কাবৌ-কোকালি, জয়দেউ কাকূতি৷",
	"কাগজ": "কাকত, পত্ৰ",
	"কাছ": "কচ্ছপ, কুৰ্ম৷",
	"কাঠ": "কাষ্ঠ, দাৰু৷ ",
	"তক্তা": "কাষ্ঠফলক, পাট৷",
	"কাণ": "কৰ্ণ, শব্দগ্ৰহ, শ্ৰৱণেন্দ্ৰিয়, শ্ৰুতি, শ্রোত্ৰ৷",
	"কাণৰ বিন্ধা": "কৰ্ণকুহৰ, কৰ্ণকূপ, কৰ্ণছিদ্ৰ, কৰ্ণবিৱৰ, কৰ্ণৰন্ধ্ৰ, শ্ৰৱণকুহৰ, শ্ৰৱণবিৱৰ৷",
	"কাণৰ পৰ্দা": "কৰ্ণপটহ৷",
	"কান্দোন": "উচুপনি, ক্ৰন্দন, ৰাউচি জোৰা, ৰোদন৷",
	"কান্ধ": "অংস, কান, স্কন্ধ, বাউসি, বাহুমূল৷",
	"কাপোৰ": "অম্বৰ, কানি, চীৰ, বসন, বস্ত্ৰ৷",
	"কাম": "প্রথম ৰিপু, বিৰংসা, যৌনতা৷",
	"কামদেৱ": "অজ, অতনু, অনন্যজ, অনংগ, ইষ্ম, কঞ্জন, কন্দৰ্প, কন্দৰ্পদেৱ, কাম, কিংকিৰ, কুসুমকাৰ্মুক, কুসুমধনু, কুসুমায়ুধ, দৰ্পক, দীপক, পুষ্পকেতন, পুষ্পকেতু, প্ৰদ্যুম্ন, বিশ্বকেতু, মকৰকেতন, মকৰকেতু, মকৰধ্বজ, মদ, মদন, মধুদীপ, মন্মথ, মনোজ, মনোভৱ, মনোভূ, মাৰ, মীনকেতন, মীনধ্বজ, ৰতিকান্ত, ৰতিপতি, ৰতীশ, ৰম, ৰমণ, ৰুদ্ৰাৰি, শম্বৰাৰি, স্মৰ৷",
	"কামনা": "অভিপ্ৰায়, অভিলাষ, অভীন্সা, ইচ্ছা, ইপ্সা, বাঞ্ছা, বাসনা, মনোবাঞ্ছা৷",
	"কাম্য": "অভিপ্ৰেত, অভিলষিত, অভীপ্সিত, ইপ্সিত, বাঞ্ছনীয়, বাঞ্ছিত৷",
	"কামুক": "অভিক, কামপৰবশ, কামৱান, কামান্ধ, কামাতুৰ, কামাত্মা, কামাৰ্ত, কামাসক্ত, কামী, কামীন, বিৰংশু, ৰতিকংক, ৰমণাভিলাষী৷",
	"কাৰণ": "উদ্দেশ্য, উপলক্ষ্য, নিবন্ধন, নিমিত্ত, হেতু, হেতুক৷",
	"কাৰণে": "অৰ্থে, উদ্দেশ্যে, উপলক্ষে, নিমিত্তে, বাবে, হেতুকে৷",
	"কাৰাগাৰ": "গাৰদ, জে’ল, জে’ল-হাজোত, জেইল, পোতাশাল, ফাটেক, বন্দীশাল, হাজোত৷",
	"কাৰাবন্দী": "কয়দী, হাজোতী৷",
	"কাৰ্তিক": "অগ্নিকুমাৰ, অগ্নিজ, অগ্নিভু, আম্বিকেয়, কাৰ্তিকেয়, কুমাৰ, কৃত্তিকাসুত, ক্ৰৌঞ্চাৰতি, গুহ, তাৰকাৰি, তাৰহা,&nbsp; দেৱসেনাপতি, নমুচি, বৰ্হিবাহন, বহুলেয়, বিশাখ, শক্তিপাণি, শক্তিধৰ, শৰজ, শৰজন্মা, শিখিধ্বজ, শিখিবাহন, ষড়ানন, ষাণ্মাতুৰ, সিদ্ধসেন, সুব্ৰহ্মণ্য, সৌৰসেন, স্কন্দ৷",
	"কাৰ্য": "কৰণ, কৰ্ম, কাজ, কাণ্ড, কাম, কৃতি, ক্ৰিয়া৷",
	"কাৰ্যালয়": "অফিচ, দপ্তৰ, দফ্তৰ, দোপদৰ, মন্ত্ৰ্যালয়, সচিবালয়, সঞ্চালকালয়৷",
	"কালিয়ন": "উঠনা, বাকী৷",
	"কাল্পনিক": "অলীক, কপোলকল্পিত, কল্পিত, মনে-গঢ়া৷",
	"কাহানিও": "কদাপি, কস্মিনকালে, কেতিয়াও, কোনোকালে, কোনোদিনে৷",
	"কিছুমান": "এক সংখ্যক, কতিপয়, কিছু, কিছু সংখ্যক৷",
	"কিঞ্চিৎ": "অকণমান, এধানমান, কণমান, তিলমাত্ৰ, নামমাত্ৰ, বিন্দুমাত্ৰ, সামান্য৷",
	"কীট": "কৃমি, কীটাণু, পতংগ, পোক, ষটপদ৷",
	"কুঁজা": "কুব্জ, বক্ৰপৃষ্ঠ, মেচা৷ ",
	"কুঁজী": "মেচী৷",
	"কুঁৱলী": "কুহেলিকা, কুজ্ঝটিকা, কুজ্ঝটি, কুহেড়িকা, নভোৰজ৷",
	"কুঁৱা": "কুণ্ড, কূপ, নাদ, পাটনাদ৷ ",
	"নলীনাদ": "দমকল৷",
	"কুঁহিপাত": "কিশলয়, তৰুৰাগ, নৱপত্ৰ, নৱপল্লৱ, পত্ৰমঞ্জৰি, পত্ৰাংকুৰ, পত্ৰোল্লাস, পল্লৱ, মঞ্জৰি, মুকুল৷",
	"পল্লৱিত": "মুকুলিত৷",
	"কুকাৰ্য": "অকৰ্ম, অকাজ, অকাৰ্য, অন্যায় কৰ্ম, অপকৰ্ম, অপকীৰ্তি, অসৎ কৰ্ম, কুকৰ্ম, কুকীৰ্তি, কুক্ৰিয়া, দুষ্কৰ্ম, দুষ্কাৰ্য, দুষ্কৃতি, দুষ্ক্ৰিয়া, দুশ্চেষ্টা, বেয়া কাম৷",
	"কুকুৰ": "গৃহমৃগ, গ্ৰামমৃগ, শুন, শুনক, শুনি, শ্ব, শ্বান, সাৰমেয়, বক্ৰপুচ্ছ; (স্ত্ৰী) কুকুৰী, শুনী, সৰমা৷",
	"কুকুৰা": "কুক্কুট, মুৰগী, ৰামপাৰ৷",
	"কুৎসিত": "অৰুচিৰ, অসুন্দৰ, আগঢ়ী, আপচু, কুন্ধচ, বিশ্ৰী, শ্ৰীহীন৷",
	"কুবেৰ": "অৰ্থপতি, অলকাধিপ, ঈশসখ, একাক্ষপিংগলি, ঐলবিল, ত্ৰিশিৰা, ধনদ, ধনদেৱতা, ধনপতি, ধনাধিপ, ধনাধিপতি, ধনাধ্যক্ষ, ধনেশ, ধনেশ্বৰ, পৌলস্ত্য, নিধিনাথ, নিধিপতি, নিধীশ, বৈশ্ৰৱণ, ৰত্নগৰ্ভ, ৰাক্ষসেন্দ্ৰ, যক্ষপতি, যক্ষৰাজ,&nbsp; যক্ষেন্দ্ৰ, যক্ষেশ৷",
	"কুমাৰ": "কুম্ভকাৰ, ঘটকাৰ, ঘটকৃৎ, চক্ৰজীৱক, মৃতকৰ, মৃৎশিল্পী, হিৰা, হীৰা৷",
	"কুলি": "অন্যভৃৎ, কলঘোষ, কাকপুচ্ছ, কাকপুষ্ট, কুহুমন্দ্ৰ, কোকিল, কোকিলা, কোয়েলিকা, কৌয়েল, পৰভৃৎ, পৰপুষ্ট, পিক,&nbsp; বসন্তহস, বসন্তঘোষ, বসন্তদূত, বসন্তী, মধুঘোষ, মধুবন৷",
	"কুষ্ঠ": "বৰবেমাৰ, বৰৰোগ, মহাৰোগ, বদাৰোগ, কুঠ৷",
	"কুষ্ঠৰোগী": "মহাৰোগী, বৰৰোগী, কুঠীয়া, (স্ত্ৰী) কুঠুনী৷",
	"কৃপণ": "কঞ্জুছ, কটকিনা, কৰাইচ, চিকটা, জলকেৰেপ, জিকাজৰী, টটাৰি, বখিল, বজ্ৰবটালি, বাঢ়ৈটোকা, মুঠি-টান",
	"দাঁতৰ মলি খোৱা": "আঙুলিৰ ফাঁকেৰে পানী নসৰকা, আঁঠুৰে টৌখুঁটি মৰা৷",
	"কেঁকুৰি": "পাক, ভাঁজ, মোচৰ৷",
	"কেঁকোৰা": "কুলিৰ, কুলিৰক, কৰ্কট, কৰ্কটক, পংকবাস৷",
	"কেঁচা": "অপৰিণত, অপৰিপক্ব, অপূৰঠ, অপৈণত, আপঁইতা৷",
	"ডঁহচীয়া": "ডাহেঁচীয়া",
	"কেঁচু": "কিঞ্চুলক, গণ্ডুপদ, ভূঁইলতা, ভূলতা, মহীলতা, শিলীন্ধ্ৰী৷",
	"কেঁচুৱা": "দুগ্ধপোষ্য শিশু, পানীকেঁচুৱা৷",
	"কেৱল": "অকল, একমাত্ৰ, মাত্ৰ, মাথোন, মাথোঁ৷",
	"কোকলোঙা": "গৰীয়াখোদাই, গৰীয়াগোসাঁই, তেজপিয়া৷ কলাখাঁতী, চেক্চেকী৷",
	"কোঠা": "কক্ষ, কোঠালি, খোঁটালী৷",
	"কোন ঠাইলৈ": "ক’লৈ, কেনি, কোনফালে৷",
	"কৌপীন": "কক্ষাপট, টনা, লেংটি, লেঙুটি৷",
	"কৌশল": "উপায়, কলা-কৌশল, কায়দা, কিটিপ, দিহ, নিয়ম, নিৰ্বন্ধ, পন্থা, প্রকৰণ, প্রক্ৰিয়া, প্ৰণালী, পদ্ধতি, বিধি৷",
	"ক্ৰমান্বয়ে": "ক্ৰমে ক্ৰমে, ক্ৰমশঃ, ক্ৰম অনুসৰি, ক্ৰমাগতভাৱে৷",
	"ক্ৰীতদাস": "কিনা গোলাম, গিৰ্মিটীয়া বনুৱা, বন্ধা শ্রমিক৷",
	"ক্ৰেতা": "উপভোক্তা, কিনোতা, খৰিদ্দাৰ, গ্ৰাহক৷",
	"ক্লীৱ": "অজনক, অজনিকা, তৃতীয় প্রকৃতি, নপুংসক, পুৰুষত্বহীন, বৃহন্নলা, শণ্ড৷",
	"ক্লীৱত্ব": "ক্লীৱতা, ক্লৈৱ, নপুংসকতা, নিৰ্বীৰ্যতা, পুৰুষত্বহীনতা৷",
	"খং": "অমৰ্ষ, অমৰ্ষণ, কোপ, ক্রোধ, তেজ, মন্যু, ৰাগ, ৰুষ্টি, ৰোষ৷",
	"ক্ৰোধাগ্নি": "কোপাগ্নি, কোপানল, ৰোষহ্নি, ৰোষাগ্নি৷",
	"খঙাল": "কুপিত, কুপিতা, খঙত অগ্নিশৰ্মা, ৰুষ্ট৷",
	"খঁকুৱা": "অতিভোজী, উদৰপৰায়ণ, উদৰসৰ্বস্ব, ঔদৰিক, পেটুক, ভোজনপ্ৰিয়, ভোজনবিলাসী, ৰাইকহ, ৰাহু৷",
	"লুভীয়া": "লুতুৰা৷",
	"খনিকৰ": "ভাস্কৰ, মূৰ্তিশিল্পী, শিলাকুটী, শিলাকুটীয়া৷",
	"খৰখেদা": "খৰপোচ, ততাতৈয়া, ততাভুকুতা, বেগাবেগি, লৰালৰি, হুৰমুৰ৷",
	"খৰখেদাকৈ": "ততাতৈয়াকৈ, ততাভুকুতাকৈ, বেগতে, বেগাই, বেগাবেগিকৈ, লৰালৰিকৈ, হুৰমুৰকৈ, হুৰমুৰাই৷",
	"খাওঁতা": "আহাৰাৰ্থী, আহাৰী, খাদক, খাৱৰীয়া, ভক্ষক, ভোক্তা, ভোজয়িতা, ভোজনিয়াৰ, ভোজী (স্ত্ৰী) খাঁতী, খাইতী, ভোক্ত্ৰী৷",
	"খাদ্য": "অন্ন, আহাৰ্য, ইৰা, খাদ্যদ্রব্য, খাদ্যবস্তু, খানা, খোৰাক, দানা, দানা-পানী, ভোক্তব্য, ভোজন দ্ৰব্য, ভোজন-সামগ্ৰী, ভোজ্য দ্ৰব্য, পথ্য, ৰচদ, সেব্য৷",
	"খাৰু": "কংকণ, চুৰি, বালা৷",
	"খাল": "কুল্যা, ডোং, নলা, নৰ্দমা, নহৰ, পয়ঃপ্ৰণালী, লোৰ৷",
	"খিৰিকী": "গৱাক্ষ, বাতায়ন৷",
	"খুঁটা": "খুঁটি, স্তম্ভ৷",
	"বৰখুঁটা": "লাইখুঁটা, ঘাইখুঁটা৷",
	"খুটিতাল": "মঞ্জিৰা, মন্দিৰা৷",
	"খুৰা": "খুট্টি, খুৰাই, খুৰাইটি, খুৰাদেউ, দদাই, দদাইদেউ, সৰুদেউতা, সৰুপিতা৷",
	"খুৰী": "খুৰীদেউ, খুৰীমা৷",
	"খেতি": "কৃষি, কৃষিকৰ্ম, কৃষ্টি, খেতি-বাতি, হলকৰ্ম, ক্ষেত্রকৰ্ম৷",
	"খেতিয়ক": "কিৰিষণা, কিষাণ, কৃষক, কৃষাণ, সৈৰন্ধ্ৰ, সৈৰিক, হলধৰ৷",
	"খেদা": "পহুখেদা, শিশুপাল-খেদা, হুদুখেদা৷",
	"খোজ": "পদ-সঞ্চালন, পদক্ষেপ৷",
	"খোজ্": "প্ৰাৰ্থনা কৰ্, বাঞ্ছা কৰ্, বিচাৰ্, মাগ, যাচ্ঞা কৰ্৷",
	"খোপা": "কৱৰী৷",
	"খোল": "ডোঙা, দনা, দোনা৷",
	"খ্যাতি": "নাম, নামযশ, নিৰূঢ়ি, প্ৰখ্যাতি, প্রসিদ্ধি, প্ৰতিপত্তি, প্ৰতিষ্ঠা, বিখ্যাতি, যশ, যশস্যা, শ্লোক, সম্প্ৰীতি, সুখ্যাতি, সুনাম, সুপ্ৰসিদ্ধি, সুযশ৷",
	"খ্যাত": "খ্যাতিমান, নামজ্বলা, নামডাক, প্রখ্যাত, প্রতিপত্তিশালী, প্ৰতিষ্ঠিত, প্রসিদ্ধ, বিখ্যাত, যশস্বী, লব্ধপ্ৰতিষ্ঠ, সুখ্যাত,&nbsp; সুপ্রসিদ্ধ, সুযশা৷",
	"গংগা": "অধ্বগা, অলকানন্দা, গঙা, গংগকা, গংগিকা, গান্দিনী, জাহ্নৱী, ত্ৰিধাৰা, ত্ৰিপথগা, ত্ৰিপথগামিনী, ত্ৰিস্ৰোতা, দিব্যনদী, দেৱনদী, পতিতপাৱনী, পতিতোদ্ধাৰিণী, পাতাল-গংগা, পাৱনী, পুণ্যতোয়া, পুণ্যোদকা, পুতোদকা, বিষ্ণুপদী, ভাগীৰথী, ভোগৱতী, মকৰবাহিনী, মন্দাকিনী, শিপ্ৰা, সৰিদ্বৰা, সৰযু, সিদ্ধাপগা, সুৰধুনী, সুৰনদী, সুৰসৰিৎ, হৈমৱতী৷",
	"গংগাৰ পানী": "গংগাজল, গংগোদক৷",
	"গঁড়": "একচৰ, একশৃংগ, খড়্গী, গণ্ড, গণ্ডক, গণ্ডাৰ, গণ্ডাংগ, গেণ্ডেৰা, বজ্ৰচৰ্মা৷",
	"গৰল ৰোগ": "গলগণ্ড, মাদলীয়া৷",
	"গছ": "অংহ্ৰিপ, অটবী, উদ্ভিদ, উদ্ভেদ, উৰ্বীৰুহ, গছনি, তৰু, তৰুবৰ, তৰুৰাজ, দ্ৰুম, দ্ৰুমৰাজ, নিৰ্মুট, পত্ৰী, পল্লৱী, পাদপ, পৰ্ণখণ্ড, বনস্পতি, বিটপী, বিৰিখ, বিৰুদ, বৃঅগচ্ছ, বৃক্ষ, ভূপদ, ভূৰুহ, মহাদ্ৰুম, মহীজাত, মহীৰুহ, শাখী, স্কন্ধী, ৰুক, ক্ষিতিৰুহ৷",
	"গুল্ম": "জোপোহা৷",
	"ছায়াবৃক্ষ": "ছায়াতৰু৷",
	"গজালি": "অংকুৰ, কোঁহ, গাঁজ৷",
	"গণনা": "আকলন, কলন, গন্তি, বিগণন, লেখ, সংখ্যাকৰণ, সংখ্যান, হিচাপ৷",
	"গণেশ": "একদন্ত, একদংষ্ট্ৰ, কুঞ্জৰবদন, গজানন, গণদেৱতা, গণনাথ, গণপতি, বিঘ্ননাশক, বিঘ্ননাশন, বিঘ্ননায়ক, বিঘ্নবিনায়ক, বিঘ্নৰাজ, বিঘ্নহৰ, বিঘ্নহাৰী, বিঘ্নেশ, বিনায়ক, লম্বোদৰ, সিদ্ধিদাতা, হেৰম্ব৷",
	"গতিকে": "অতএব, এতেকে, সেই কাৰণে৷",
	"গতিশীল": "অস্থবিৰ, অস্থিৰ, ঋত, ক্ৰমমাণ, গত্বৰ, গমনশীল, গম্যমান, চলন্ত, চলমান, জংগম, ধাৱিত, পৰিভ্ৰমী, বিচৰণশীল, সচল, সঞ্চৰমাণ, সঞ্চৰণশীল, সঞ্চৰিত, সঞ্চলিত, সঞ্চাৰিত৷",
	"গৰখীয়া": "আভীৰ, গোপ, গোপাল, গোপালক, গোৰক্ষক, বল্লৱ, ৰাখোৱাল৷",
	"গৰাকী": "অধিকাৰ, অধিকাৰী, নাথ, পতি, মনিব, মালিক, স্বত্বাধিকাৰ, স্বত্বাধিকাৰী, স্বামী৷",
	"গৰুড়পক্ষী": "অৰ্ক্ষ্য, কামায়ু, কাশ্যপেয়, খগপতি, খগাধিপ, খগেন্দ্ৰ, খগৰাজ, গৃধ, গৃধৰাজ, গৰুত্মান, পক্ষীন্দ্র, পক্ষীৰাজ, পতগ, পতত্ৰীৰাজ, পন্নগাশন, বিনতানন্দন, বিষ্ণুবাহন৷ বৈনতেয়, সিতানন, সুপৰ্ণ, সৌপৰ্ণ, স্বৰ্ণপক্ষ, সৰ্পভুক, সৰ্পাশন৷ <br />গাই গাভী, ধেনু, গাই গৰু, দোগ্ধী, গবী, দুহ্য, অনড্বাহী, দুগ্ধৱতী, খীৰতী৷",
	"গাঁৰ": "খহু, ফোঁহা, ফোঁহোৰা, স্ফোটক৷",
	"খুদখহু": "টোপাখহু৷ ঘামগাঁৰ৷",
	"গাখীৰ": "ঊধস্য, এঁৱাগাখীৰ, গোৰস, দুগ্ধ, দুধ, স্তন্য, ক্ষীৰ৷",
	"গাধ": "গৰ্দভ, খৰ, গাধা, ৰাসভ৷",
	"গান": "গীত, নাম, ভটিমা৷",
	"গাল": "কপোল, কপোলদেশ, গণ্ড, গণ্ডদেশ, গণ্ডমণ্ডল, গণ্ডস্থল৷",
	"গাহৰি": "চুৱৰ, নোক্নুকীয়া, বৰা, বৰাহ, শূকৰ৷",
	"গিয়াতালি": "জ্ঞাতিভোজ, তৈলস্পৰ্শ, মৎস্যস্পৰ্শ৷",
	"গুঁই": "গুঁইসাপ, গোধিকা৷",
	"গুড়": "গুৰ, চুৰা, মিঠৈ, লালি৷",
	"গুণনিধি": "গুণনিধান, গুণসিন্ধু, গুণাকৰ৷",
	"গুৰিধৰোঁতা": "কাণ্ডাৰী, কৰ্ণক, কৰ্ণগ্ৰাহ্য, কৰ্ণধাৰ, গুৰিয়াল৷",
	"গুলচ": "গুলঞ্চ, গুলঞ্চী৷",
	"গুহা": "কটীৰ, কটীৰক, কন্দৰ, গহ্বৰ, গিৰিগহ্বৰ, গিৰিগুহা৷",
	"গেদ্গেদী": "খালৈভাঙী, ঘাগচি, ঘুমেখাইতী, ভেদভেদী, ভেদেংকলি, ভেহেৰি, মাটিখাইতী, সথলি৷ কাঞ্চনমতী৷&nbsp;",
	"গোটেই": "অখিল, একেবাৰে, তেনেই, নিখিল, সদৌ, সমগ্ৰ, সমস্ত, সমুদায়, সমূলি৷",
	"গোন্ধ": "আঘ্ৰাণ, গন্ধ, ঘ্ৰাণ, বাচ৷",
	"গোপন": "গুপুত, গুপ্ত, গুমৰ, গোপনীয়, গৌপ্য, নিভৃত, লুক্কায়িত, সংগোপন৷",
	" গোপন": "গুপ্তি, গোপনীয়তা, নিভৃতি৷",
	" গোপনে": "নিভৃতে, মনে মনে, লুকাই-চুৰকৈ, সংগোপনে৷",
	"গোবৰ": "গোকৃৎ, গোময়৷",
	"গোমধান": "মাকই, মাকৈ৷",
	"গোলনেমু": "অসমীয়া নেমু, নেমুটেঙা, পাতিনেমু৷",
	"গ্ৰন্থ": "কিতাপ, পুথি, পুস্তক, পুস্তিকা, শাস্ত্ৰ৷",
	"গ্ৰন্থপ্ৰেমী": "গ্ৰন্থকীট, গ্ৰন্থপ্ৰেমিক৷ ",
	"গ্ৰন্থকাৰ": "লিখক, লিখাৰু, লেখক, লেখাৰু৷ সাহিত্যিক, (স্ত্ৰী) সাহিত্যিকা৷",
	"গ্ৰীষ্ম": "গৰমকালি, ঘামকালি, নিদাঘ৷",
	"ঘঁৰিয়াল": "কুম্ভীৰ, গ্ৰাহ, জলগুঁই, নক্ৰ, পিংগচক্ষু, শংখমুখ৷",
	"ঘনিষ্ঠ": "ওতপ্ৰোত, নিবিড়, প্রগাঢ়৷",
	"ঘনিষ্ঠতা": "নিবিড়তা, প্রগাঢ়তা৷",
	"ঘৰ": "আগাৰ, আলয়, গৃহ, নিকেতন, নিলয়৷",
	"অট্টালিকা": "ইমাৰত, দালান৷",
	"সৌধ": "ধাম, মঞ্জিল, মহল, হৰ্ম্য৷",
	"প্রাসাদ": "কাৰেং, ",
	"ৰাজপ্রাসাদ": "ৰাজকাৰেং৷",
	"ভৱন": "সদন৷ ",
	"জুপুৰি": "কুটিৰ, কুটী, কুটীৰ, পঁজা, পঁজা-ঘৰ, পৰ্ণকুটীৰ৷ বহা, বাহা, বাহৰ৷",
	"ঘাম": "ঘৰ্ম, শ্ৰমজল, স্বেদ, স্বেদজল, স্বেদবিন্দু৷ প্ৰস্বেদন৷",
	"ঘিউ": "ঘী, ঘৃত, সৰ্পিঃ, হবিঃ, হৱি৷",
	"ঘুণ": "অংগক্ষত, কেৰোণ, দোষ, ৰদ৷",
	"ঘুণীয়া": "ৰদীয়৷",
	"ঘূৰণীয়া": "গোল, গোলাকাৰ, চক্ৰাকাৰ, বলয়াকাৰ, বৃত্তাকাৰ, বৰ্তুল, বৰ্তুলাকাৰ, মণ্ডলাকাৰ৷",
	"ঘৃণা": "ঘিণ, জুগুপ্সা, বিক্চিনা৷",
	"ঘৃণিত": "ঘিণলগা,&nbsp;ঘৃণ্য, জুগুপ্সিত৷",
	"ঘেঁহু": "গম, গোধূম৷",
	"ঘোঁৰা": "অশ্ব, কীকট, ঘোটক, টঙনা, টাঙনা, তাজীঘোঁৰা, তুৰংগ, তুৰংগম, তুৰগ, তেজীঘোঁৰা, প্রকীৰ্ণক, বাজী, বাহ, বাহনশ্ৰেষ্ঠ, মৰুদ্ৰথ, সৈন্ধৱ, হয়, হ্ৰেষী, ৰাজস্কন্ধ৷",
	"ঘোটকী": "ঘুঁৰী, বড়ৱা৷",
	"ঘোঁৰাৰ মাত": "অশ্বধ্বনি, চেঁহনি, হ্ৰেষা, ৰেষণ৷",
	"ঘোঁৰাশাল": "অশ্বশালা, আক্তাবল, অশ্বগোষ্ঠ৷ ",
	"ঘোঁৰা-চহিচ": "অশ্বপাল, অশ্বপালক, ঘাঁহী৷",
	"ঘোঁৰাৰ গতি": "কদম, চাবৰটা, চুটি, চেঁকুৰ৷",
	"ঘোঁৰাৰ খুৰা": "অশ্বক্ষুৰ, টাব৷",
	"চকু": "অক্ষি, চক্ষু, দৰ্শনেন্দ্ৰিয়, নয়ন, নেত্ৰ, লোচন৷ চৰ্মচক্ষু৷",
	"চকুৰ মণি": "কনীনিকা, নয়নমণি, পুতলী৷",
	"চকুলো": "অক্ষিজল, অশ্ৰজল, অশ্ৰু, অশ্ৰুতৰংগ, অশ্ৰুধাৰা, অশ্ৰুবাৰি, অশ্ৰুবিন্দু, চকুপানী, নয়নধাৰা, নয়নাশ্ৰু, নেত্ৰবাৰি, নেত্ৰাম্বু, নয়নজল, লো, লোচ, লোতক৷",
	"চছমা": "উপনেত্ৰ,&nbsp;বিতচকু৷",
	"চ’ত": "চৈত্ৰ, মধুমাস, মধুমাহ৷",
	"চতিয়না": "বহুপৰ্ণী, সপ্তচ্ছদ, সপ্তপৰ্ণা, সপ্তপৰ্ণী, সপ্তুপত্ৰ৷",
	"চতুৰ": "কুটবুদ্ধি, চালাক, টেঙৰ, টেটোন, দুৰ্বুদ্ধি, ধূৰ্ত, নোম-টেঙৰ, ফন্দিয়ক, ফুটমনিয়াৰ, মতলবী, শিয়াল-টেঙৰ, সলিসিয়ান, সিয়ান৷",
	" চতুৰালি": "কুট, কুটবুদ্ধি, চতুৰতা, চাতুৰ্য, চালাকি, টেঙৰালি, ধূৰ্ততা, ধূৰ্তালি, ফন্দি, মতলব৷",
	"চন্দ্ৰ": "অম্ভোজ, অৰ্ণৱোদ্ভৱ, ইন্দু, উডুপ, ঋক্ষেশ, কলাধৰ, কলানাথ, কলানিধি, কলাভৃৎ, কান্তিভৃৎ, কুমুদনাথ, কুমুদপতি, কুমুদবান্ধৱ, কৌমুদীপতি, ক্ষীৰাব্ধিজ, ক্ষীৰোদনন্দন, চন্দ্ৰক, চন্দ্ৰমা, চন্দ্ৰিমা, ছায়াংক, জোন, জোনবাই, তাৰাধিপ, তাৰানাথ, তাৰাপতি, দ্বিজপতি, দ্বিজেন্দ্ৰ, দ্বিজৰাজ, নক্ষত্ৰাধিপতি, নিশাকৰ, নিশানাথ, নিশাপতি, নিশামণি, নিশাৰত্ন, নিশিকান্ত, নিশিনাথ, পক্ষচৰ, পক্ষজ, পক্ষধৰ, বিধু, মৃগাংক, যামিনীকান্ত, যামিনীনাথ, যামিনীপ্রকাশ, শশধৰ, শশবিন্দু, শশলক্ষণ, শশলাঞ্ছন, শশাংক, শশী, শীতকিৰণ, শীতময়ূখ, শীতাংশু, শীতৰশ্মি, সিতকৰ, সিতাংশু, সিতৰশ্মি, সিতৰুণচি, সুধাংশু, সুধাকৰ, সুধাধাৰ, সুধানিধি৷ সুধাময়, সোম, হিমকিৰণ, হিমকৰ, হিমাংশু, হৰিণাংক, ৰজনীকান্ত, ৰজনীকৰ, ৰজনীপতি, ৰজনীসখা, ৰজনীৰাজ, ৰাকেশ, ৰাত্ৰিমণি, ৰেৱতীৰমণ৷",
	"চান্দ্ৰ": "চান্দ্ৰেয়৷",
	"চপনীয়া": "কেলেহুৱা, কেল্পনীয়া, গভিয়া৷",
	"চফ": "গুৱামৰি, মধুৰিকা, মৌৰি, মৰি৷",
	"চম্পা": "কনকচম্পা, কোবিদাৰ, চঁপা, চম্পক, দোলংগ, স্বৰ্ণপুষ্প, হেমপুষ্প৷",
	"চৰাই": "উৎপত, কণ্ঠাগ্নি, কাণ্ডচাৰী, খগ, খগম, খেচৰ, গগনগতি, চিৰিকটি, নভসংগম, নভৌকা, পক্ষধৰ, পক্ষিণী, পক্ষী, পখী, পতগ, পতত্ৰি, পত্ৰী, পত্ৰৰথ, পাক, বিহংগ, বিহংগম, বিহগ৷",
	"চৰাই মাত": "কাকলি, কূজন, পক্ষীৰৱ৷",
	"চৰ্চা": "অনুশীলন, অভ্যাস, আখৰা, কচৰৎ, পৰিশীলন, সাধনা, ৰেৱাজ৷",
	"চাউল": "তণ্ডুল৷ খুদ৷ মলখু৷",
	"চাং": "পাভটি, পাৰ্বতি, মায়েং৷",
	"চাংঘৰ": "টঙিঘৰ৷",
	"চাকনৈয়া": "আৱৰ্ত, ঘূৰ্ণাৱৰ্ত, ডকা, পকনীয়া৷",
	"চাকি": "গৃহমণি, তমোঘ্ন, দীপ, দীপিকা, প্ৰদীপ, ফানুচ, বন্তি, বাতি, বৰ্তি, বৰ্তিক, বৰ্তিকা৷",
	"আকাশবাতি": "আকাশপ্ৰদীপ৷",
	"চাদৰ": "আচ্ছাদনবস্ত্ৰ, আচ্ছাদনী, উত্তৰবস্তু, উত্তৰবাস, উত্তৰাসংগ, উত্তৰীয়, উত্ৰী, খনিয়া, চেলেং, নিৰীত, বৃহতিকা, বৰুত্ৰ৷",
	"চাপৰি": "চৰ, নদীদ্বীপ, বলুকা, বালিচৰ, মাজুলী৷",
	"চাবুক": "কশা, চমটা, প্ৰতোদ৷",
	"চিকাৰী": "ঐণিক, কৌটিলিক, জালিক, জীৱান্তক, তীৱৰ, নিষাদ, পক্ষীমাৰ, পাশী, বৈতংসিক, ব্যাধ, মৃগয়ু, মৃগাজীৱ, লুব্ধক, শাকুনিক, শ্বাগনিক, শৱৰ, সাৰংগিক৷",
	"চিকিৎসক": "ওজা, কবিৰাজ, চিকিৎসাবিজ্ঞানী, চিকিৎসাবিদ, ডাক্তৰ, বেজ, বৈদ্য৷",
	"শল্যচিকিৎসক": "ছাৰ্জন৷ হাকিম৷",
	"চিকিৎসা": "ইলাজ, ৰোগ নিৰাময়৷",
	"চিঞৰ": "আটাহ, আৰাও, আৰ্তনাদ, উকি, চিয়ঁৰ, চিৎকাৰ, নিনাদ, ৰাউচি, ৰিং৷",
	"চিন": "অভিজ্ঞান, উপলক্ষণ, চিহ্ন, দাগ, নিদৰ্শন, প্ৰতীক, লক্ষণ৷",
	"চিনাকি": "পৰিচয়, পৰিচিতি৷",
	"পৰিচিত": "চিনা-জনা, জনা-শুনা৷",
	"চিৰস্থায়ী": "অনন্তস্থায়ী, কালাতীত, চিৰকালীন, চিৰন্তন, চিৰায়ত, চিৰায়মান, ধ্ৰুপদী, ধ্ৰুৱ, নিত্য, নিয়ত, শাশ্বত, শাশ্বতিক, শাশ্বতী, সনাতন, সাৰ্বকালিক৷ অক্ষয়, অনপায়ী, অনস্বৰ, অনাশ্য, অবিনাশী, অব্যয়, অলয়, ক্ষয়হীন, চিৰজীৱী, চিৰঞ্জীৱ, চিৰঞ্জীৱী, চিৰায়ু, নাশহীন, নিৰত্যয়, মৃত্যুঞ্জয়, মৃত্যুঞ্জয়ী, মৃত্যুহীন, লোপৰহিত, লয়হীন৷",
	"চুটি-চাপৰ": " গাঁঠলু, ঘুট্মুটীয়া, টামনি-টুমনি, বাওনা৷",
	"চুমা": "অধৰামৃত, চুম্বন৷",
	"চুৰিয়া": "তিয়নী, ধুতি, ভুনি৷",
	"চুলি": "অলক, কচ, কুন্তল, কৃশলা, কেশ, চিকুৰ, মূৰ্ধজ, শিৰসিজ, শিৰোজ, শিৰোৰুহ৷",
	"চেতনা": "চৈতন্য, জ্ঞান, বোধ, সংজ্ঞা, সংবেদ, সম্বিৎ, সাৰ, হুঁচ৷",
	"চেষ্টা": "উদ্যম, উদ্যোগ, প্রচেষ্টা, প্রযত্ন, প্রয়াস, যতন, যত্ন৷",
	"চোকা": "ক্ষুৰধাৰ, খৰশাণ, তীখাল, ধাৰাল, শাণিত৷",
	"চোৰ": "কপাটঘ্ন, কুম্ভীলক, কুলম্ভৰ, তস্কৰ, নিশিকুটুম্ব, মুষ্ক, স্তয়ী৷",
	"গাঁঠিকটা": "জেপলুৰুকা৷",
	"চোৰৰ বৃত্তি": "চৌৰ্য৷",
	"চোলা": "আলখল্লা, কামিজ, কুৰ্তা, চাপকন, চাৰ্ট, চোলা, পাঞ্জাবী পাঞ্জাবী, হলৌচোলা৷",
	"ছবি": "আলেখ্য, চিত্ৰ, পট, প্ৰতিকৃতি৷",
	"আলোকচিত্ৰ": "পোহৰ-ছবি, ফট’, ফট’গ্ৰাফ৷",
	"ছাই": "দহনাৱশেষ, বিভূতি, ভসম, ভস্ম৷",
	"ছাগলী": "অগ্নিবাহন, ছাগ, ছাগল, ছাগলী, ছাগী, পৰ্ণাদ, পৰ্ণাশ, মেধ্য, শিৱাপ্রিয়৷ খাচী, খাহী, পাঠা, পাঠী৷",
	"ছাতি": "ছতা, ছত্ৰ, ছাতা৷",
	"ছাত্ৰ": "অধ্যয়নকাৰী, অধ্যায়ী, অধ্যেতা, ছাতৰ, পাঠাৰ্থী বিদ্যাৰ্থী, শিক্ষাৰ্থী৷",
	"ছাত্ৰী": "পাঠাৰ্থিনী, বিদ্যাৰ্থিনী, শিক্ষাৰ্থিনী৷",
	"ছাত্ৰশালি": "ছাত্ৰাৱাস, ছাত্ৰীনিৱাস৷",
	"ছাল": "চৰ্ম, ত্বক, বাকলি (দ্ৰ)৷",
	"ছোৱালী": "আপী, কিশোৰী, কুমাৰী, বালা, বালিকা, বেটী৷",
	"জখলা": "খটখটী, ছিৰি, মৈটা, সোপান৷",
	"জড়তা": "জড়ত্ব, জড়িমা, জাড্য, ভৌতিকতা৷",
	"জনৰৱ": "উৰাবাতৰি, গুজব, হুজুগ৷",
	"জনাজাত": "ফাদিল, বেকত, সদৰী, ৰজনজনা, ৰৌজাল-বৌজাল৷",
	"জন্তু": "জন্তু, জানোৱাৰ, পশু, বন্য শ্বাপদ৷",
	"জন্ম": "আৱিৰ্ভাৱ, উদ্ভৱ, উপজনন, উৎপত্তি, ওপজন, জনম, জনু, যোনি, সংবৃত্তি, সম্ভৱ, সূতক৷",
	"জন্মদান": "জনন, প্রজনন, বিজনন৷",
	"জাত": "উদ্ভূত, জনিত, প্ৰজাত, প্ৰসূত, সংবৃত্ত, সংৰূঢ়, সঞ্জাত, সম্ভূত, সূত, সূন৷",
	"জন্ম-পত্ৰিকা": "কোষ্ঠী, জন্মকুণ্ডলী, সোঁৱৰণি৷",
	"জন্মভূমি": "জনমভূমি, ওপজা&nbsp;ঠাই, ওপজা মাটি,&nbsp;দেশমাতৃ, দেশমাতৃকা, মাতৃভূমি৷",
	"জবা": "অৰ্কপিয়া, অৰ্কপুষ্পী, ওড়, ওড়পুষ্প, জবাকুসুম, প্ৰতিকা, হৰিবল্লভা, ৰাগপুষ্পী৷",
	"জয়": "জয়লাভ, জিত, বিজয়৷",
	"জলকীয়া": "ভজলুক, ভূঁই-জালুক, ভোজনঠেলা, মৰিচ৷",
	"জলন্ধৰ": "উদৰী, জলোদৰী, মটীয়া শোব, শোথ, শোব৷",
	"জলপাত্ৰ": "বদনা, ভৃংগাৰ, ভোগজৰা৷",
	"জলফাই": "কেশাম্ৰ, বেলফৈ, বেলবেলি৷",
	"জলাশয়": "আৰ্দ্ৰভূমি, দীৰ্ঘি, পুখুৰী, পুষ্কৰিণী, বিল, সৰোবৰ, হৃদ৷",
	"জাননী": "বিজ্ঞপ্তি, বিজ্ঞাপন, সূচনা৷",
	"জাৰজ": "কানীন, জহৰা, পিতৃপৰিচয়হীন, বাওকণী৷",
	"জিভা": "জিবা, জিহ্বা, ৰসনা, ৰসনেন্দ্ৰিয়৷",
	"জীপাল": "আৰ্দ্ৰ, ৰসালি৷",
	"জীৱিকা": "উপজীব্য, জীৱনোপায়, পেছা, বৃত্তি, সংস্থান, ৰুজি৷",
	"জীৱিত": "জীৱন্ত, প্রাণময়, প্ৰাণৱন্ত, সজীৱ৷",
	"জুই": "অগ্নি, অনল, অনিলসখ, অসিতাৰ্চি, অৰণ্যবহ্নি, আশ্ৰয়াশ, ঈশিৰ, উষৰ্বুধ, কৃপীটযোনি, কৃশাণু, কৃষ্ণগতি, কৃষ্ণাৰ্চি, কৃষ্ণৱৰ্ত্ম, ঘৃতকেশ, ঘৃতাৰ্চি, চিত্ৰভানু, ছাগবাহন, জগন্নু, জনধা, জাতবেদস্, জালাদ্ভৱ, জ্বলন, তনূনপাৎ, তমোনুদ, তেজোনিধি, দমুনস, দাৱাগ্নি, দাৱানল, দেৱবক্ত্ৰ, ধনঞ্জয়, ধূমকেতন, ধূমধ্বজ, পাৱক, পিংগল, পুৰজ্যোতিঃ, বনজুই বনাগ্গি, বহিঃশুষ্মন, বহ্নি, বায়ুসখ, বিশ্বপা, বীতিহোত্ৰ, বৃষাকপি, বৃহদ্ভানু, বৈশ্বানৰ, বৰ্হিঃশুষ্মন, শিখাৱৎ, শিখিন, শুচি, শুষ্ম, শোচিষ্কেশ, সপ্তজিহ্ব, সপ্তাংশু, সপ্তাৰ্চিস, সুশিখ, স্বৰ্ণদীধিতি, সৰ্বশুদ্ধি, হবিৰশন, হবিৰ্ভুক, হব্যবাহন, হব্যাশ, হব্যাশন, হিমাৰাতি, হিৰণ্যৰেতাঃ, হুতভুক, হুতাশন, হ্ব্যভুক, ৰোহিতাশ্ব৷",
	"বাড়ৱাগ্নি": "বড়ৱাগ্নি, বড়ৱানল, বড়ৱামুখ, বাড়ৱ, বাড়ৱানল, সমুদ্ৰাগ্নি৷",
	"তুঁহজুই": "তুষানল৷",
	"জুইশলা": "জিয়াচলি, দিয়াছলাই, দীপকাঠী, দীপশলা৷",
	"জুইশাল": "আইলা, আখল, আখা, চুলা, চৌকা, জুহাল, টিফাই, পোহাৰ, ভাতী৷",
	"জেঠী": "গৃহাপিকা, জ্যেষ্টী, জ্যেষ্ঠা, মুষলী, লণ্ডিকা৷",
	"জোখ": "প্রমিতি, পৰিমাপ, পৰিমাপণ, পৰিমিতি, মাপ, মিতি৷",
	"জোনাক": "কৌমুদী, চন্দ্ৰকান্তি, চন্দ্ৰকিৰণ, চন্দ্ৰকৰ, চন্দ্ৰজ্যোতি, চন্দ্ৰপ্ৰভা, চন্দ্ৰসুধা, চন্দ্ৰাংশু, চন্দ্ৰাতপ, চন্দ্ৰালোক, চন্দ্ৰাৱলী, চন্দ্ৰিকা, চন্দ্ৰিমা, চন্দ্ৰৰশ্মি, জ্যোৎস্না, জ্যোৎস্নালোক, দীপিকা, শশীকৰ৷",
	"জোনাকী পৰুৱা": "খজ্যোতিঃ, খদ্যোত, জুই-আঙনি, জোনাকী, জ্যোতিৰিংগ, জ্যোতিৰিংগণ, প্রভাকীট৷",
	"জোৰোণ": " টেকেলি, মণি-পিন্ধোৱা৷",
	"জ্ঞান": "অনুভাব, অৱবোধ, প্রজ্ঞা, প্রতিভান, প্ৰতীতি, প্ৰবোধ, প্ৰমা, পৰিজ্ঞান, বোধ, বোধি, ব্যুৎপত্তি, মনস্বিতা, মনীষা, সম্বোধি৷",
	"জ্ঞানী": "অন্তৰ্বাণি, অৱবুদ্ধ, উদ্বুদ্ধ, উদ্বোধিত, ক্ষেত্ৰজ্ঞ, জ্ঞানজ্যেষ্ঠ, জ্ঞাননিষ্ঠ, জ্ঞানশালী, জ্ঞানৱন্ত, জ্ঞানৱান, পণ্ডিত, প্রজ্ঞাৱান, প্রাজ্ঞ, প্ৰবুদ্ধ, বিজ্ঞ, বিদগ্ধ, বিবুধ, বিবুধান, বুদ্ধ, বুধ, ব্যুৎপন্ন, মনস্বী, মনীষী, সম্বুদ্ধ, সূৰ, সূৰি, সূৰী৷ (স্ত্ৰী), মনস্বিনী৷ ",
	"ঝংকাৰ": "অনুৰণন, জন্জননি, ৰণন৷",
	"টঙালি": "কঁকালী কঁকালী, কটিবন্ধ, কটিসূত্ৰ, জৰী, পেটী৷",
	"টান্ ": "আঁজোৰ্, আঁজোৰ মাৰ্৷",
	" টনা-টনি": "টনা-আঁজোৰা৷",
	"টিপচহী": "আঙুলি-কতপা,নিচান-চহী৷",
	"টীকা": "টিপ্পনী, দীপিকা, বাৰ্তিক, ভাষ্য৷",
	"টোপনি": "ঘুমটি, তন্দ্ৰা নিত্যপ্ৰলয়, নিদ্ৰা, নিষুপ্তি, প্ৰসুপ্তি, সাধিকা, সুপ্তি, সুষুপ্তি৷",
	"দিবানিদ্ৰা": "ভাতঘুমটি৷",
	"ঘুমটিফুৰণ": "ঘুমটিঘূৰণ৷",
	" ঘুমন্ত": "কলাঘুমটীয়া, তন্দ্ৰালু, তন্দ্ৰাৱিষ্ট, নিদ্ৰাক্লিষ্ট, নিদ্ৰাগত, নিদ্ৰাচ্ছন্ন, নিদ্ৰামগ্ন, নিদ্ৰালস, নিদ্ৰালু, নিদ্ৰাৱিষ্ট, নিদ্ৰিত, নিষুপ্ত, প্ৰসুপ্ত, সুপ্ত, সুষুপ্ত৷",
	" শোৱা কাৰ্য": "ঘোঁৰা-বাগৰ, শয়ন৷",
	"ঠোঁট": "চঞ্চু, তুণ্ড, তুণ্ডী, ত্ৰোটি, সৃপাটিকা৷",
	"ডাঙৰ": "অতিকায়, জগদ্দল, প্ৰকাণ্ড, বিয়াগোম, বিশাল, বিৰাট, বিৰাটাকাৰ, বৃহদাকাৰ, বৃহদায়তন, বৃহৎ, বৰ, ভীমকায়, মস্ত, মহা, সুবিশাল, সুবৃহৎ, ৰাম৷",
	"ডাৰৱিনৰ তত্ত্ব": "অভিব্যক্তিবাদ, ক্ৰমবিকাশ&nbsp;তত্ত্ব, ক্ৰমবিকাশবাদ, বিৱৰ্তনবাদ৷",
	"ডিঙি": "কণ্ঠ, গল, গলধন, গ্ৰীৱা, ঘাৰ, টেঁটু, নেলু৷",
	"ঢোপ": "কন্দুক, বল৷",
	"ঢোল": "দগৰ, মাদল৷ ",
	"ঢৌ": "উল্লোল, উৎকলিকা, ঊৰ্মি, ঊৰ্মিকা, কল্লোল, জলকল্লোল, জলতৰংগ, তৰংগ, বচি, লহৰ, লহৰী, হিল্লোল৷",
	"ঢৌ-খেলা": "উত্তৰংগ, উৎকলিত, ঊৰ্মিময়, ঊৰ্মিমুখৰ, ঊৰ্মিল, কল্লোলিত, তৰংগময়, তৰংগযুক্ত, তৰংগায়িত, তৰংগিত, হিল্লোলিত৷",
	"তৎক্ষণাৎ": " ততালিকে, তুৰন্তে, বেগতে, শীঘ্ৰে, সত্বৰে, সোনকালে৷",
	"নিমিষতে": "পলকতে, মুহূৰ্ততে৷",
	"অবিলম্বে": "অনতিপলমে, অনতিবিলম্বে, এই মুহূৰ্ততে, এতিয়াই৷",
	"তথাপি": "তত্ৰাচ, তৎসত্ত্বেও৷",
	"তৰ্ক": "কুনাট, জল্প, বিতৰ্ক৷",
	"তর্কাতর্কি": "উখনা-উখনি, উত্তৰা-উত্তৰি, কথাৰ কটাকটি, বাক্বিতণ্ডা, বাচ্যাবাচ্যি, বাদানুবাদ৷",
	"তৰ্জু": "তুলা, তুলাচনী, তুলাচালনী, পাল্লা৷",
	"তলা": "বাদুলী-সঁচাৰ, সঁচাৰ৷",
	"সঁচাৰ-কাঠী": "চাবি, চাবি-কাঠী৷",
	"তাঁতী": "তন্তুবায়, ফুলতী, বয়নশিল্পী, বোৱনী, শিপিনী৷",
	"তাবিজ": "কৱচ, বিৰি, মাদলী৷",
	"তাৰতম্য": "কম-বেছ, তফাৎ, ন্যূনাধিক্য, পাৰ্থক্য, প্ৰভেদ, হীনডেঢ়ি, হেৰফেৰ৷",
	"তিতা": "অকটা, তিক্ত৷",
	"তিৰস্কাৰ": "ককৰ্থনা, নিন্দা, ভৰ্ৎসনা৷",
	"তুলনা": "অনুৰূপতা, উপমা, তুল, তুল্যতা, মিল, সমতুল্যতা, সমৰূপতা, সাদৃশ্য, ৰিজনি৷",
	"তুল্য": "অনুৰূপ, উপমেয়, তুলনীয়, সদৃশ, সমতুল্য৷",
	"অনুৰূপ": "সমতুল্য৷",
	"তুলসী": "ত্ৰিমঞ্জৰী, পৰ্ণাস৷",
	"তুলিকা": "তুলি, তুলী, বৰ্ণিকা, লেখনী৷ ",
	"কলম": "কাপ৷",
	"তৃণ": "ঘাঁহ, বন",
	"তেজ": "অশ্ৰ, অসৃক, অস্ৰ, পলক্ষাৰ, শোণিত, ৰক্ত, ৰক্তক, ৰস্য, ৰুধিৰ, ৰোহিত৷",
	"তেল": "তৈল৷",
	"চৰ্বি": "মেদ, স্নেহ-পদাৰ্থ৷",
	"খোৱা তেল": "খাই তেল, পকা তেল৷ মিঠা তেল, সৰিয়হ তেল৷",
	"তেলমালিচ": "তৈলমৰ্দন৷",
	"তোলনীয়া পো": "দত্তক পুত্ৰ, পালিত পুত্ৰ, পোষ্যপুত্ৰ৷",
	"ত্ৰিভুৱন": "ত্ৰিজগৎ, ত্ৰিলোক, ত্ৰৈলোক্য৷",
	"থলুৱা": "খিলঞ্জীয়া, থলগিৰী, ভূমিপুত্ৰ, হামচৈয়া৷",
	"থূ": "থুই, থুতকুৰি, লালবীজ, ষ্ঠীৱন, সেপ৷",
	"থোৰতে": " চমুকৈ, চুম্বকৰূপে, সংক্ষেপে৷",
	"দ": "অগাধ, অতল, অথাউনি, গভীৰ৷",
	"গূঢ়": "গাঢ়, নিগূঢ়, প্ৰগাঢ়৷",
	" গূঢ়তা": "গাঢ়তা, নিগূঢ়তা, প্ৰগাঢ়তা৷",
	"দয়া": "অনুগ্ৰহ, কাৰুণ্য, কৃপা, কৰুণা, দাক্ষিণ্য, প্রসাদ, মেহেৰবানি, সৌৰত্য, ৰহম, ৰহমত৷",
	" দয়ালু": "কৃপানিধি, কৃপাময়, কৃপাল, কৃপালু, কৃপাসিন্ধু, কৰুণানিধান, কৰুণানিধি, কৰুণাময়, দয়ানিধি, দয়াময়, দয়াল, দয়াশীল, দয়াৱান, মেহেৰবান, সদয়, ৰহমান৷",
	"দৰব": "ঔষধ, ঔষধি, দেৱাই, ব্যাধিনাশক, ভেষজ, ভৈষজ, ভৈষজ্য, ৰোগঘ্ন, ৰোগহা৷",
	"দৰবৰ দোকান": "ঔষধালয়, ফাৰ্মাচী৷",
	"দৰা": "বৰ, বিয়াৰ পাত্ৰ৷",
	"দৰ্শন": "অৱলোকন, আলোকন, ঈক্ষণ, ঈক্ষা, চাৱন, চোৱা কাৰ্য, দৃক্পাত, দৃষ্টিপাত, দেখা কাৰ্য, নিহাৰণ, নিৰীক্ষণ, নিৰীক্ষা, নেত্ৰপাত, নেহাৰণ, প্ৰেক্ষণ, প্ৰেক্ষা, পৰিদৰ্শন, পৰ্যবেক্ষণ, বিলোকন, বিলোচন, বীক্ষণ, বীক্ষা, লোকন, সংবীক্ষণ, সন্দৰ্শন, সৰ্বেক্ষণ৷",
	"দলং": "পুল, সাঁকো, সেতু৷",
	"দক্ষ": "ওস্তাদ, চাবতিয়াল, নিপুণ, পাকৈত, পাৰ্গত৷",
	"দক্ষতা": "ওস্তাদি, নিপুণতা, নৈপুণ্য, পাৰ্গতালি৷",
	"দাঁত": "দংষ্ট্ৰ, দন্ত, দন্তক, দশন, ৰদন, ৰদ৷",
	"দাঁতি": " আউটি, আউঠি, পটি, পাৰি৷",
	"দা": "কপিদা, খাণ্ডা, খামতি খড়্গ, তৰোৱাল, দা, দাখৰ, মিট, মেচিদা, ৰিষ্টি৷",
	"দাড়ি": "গুম্ফ, গোঁফ, ডাড়ি, ডাঢ়ি, মোচ, শ্মশ্ৰু৷",
	"দড়ীয়া": "গুঁফীয়া৷ গোঁফাল, ডড়ীয়া, ডঢ়ীয়া৷",
	"দাপোণ": "আইনা, আত্মদৰ্শ, আদৰ্শিকা, আৰ্চি, কৰ্কৰ৷ ছায়াগ্ৰহ, দৰ্পণ, মণ্ডলক, মন্দৰ, মুকুৰ৷",
	"দাম": "অধিমূল্য, অৰ্ঘ, দৰ, নিৰিখ, ভাও, মূল্য, হাৰ৷",
	"দিগ্দাৰি": "অতিচাৰ, অত্যাচাৰ, অসুবিধা, অস্বস্তি, আওখটি, আখটি, আতিশয্য, আমনি, উপদ্ৰৱ, উৎপীড়ন, জুলুম, দিগ, দৌৰাত্ম্য, নিপীড়ন, নিৰ্যাতন, পীড়ন৷",
	"জঞ্জাল": " পয়মাল৷",
	"দিগন্ত": "আকাশপ্রান্ত, ক্ষিতিজৰেখা, ক্ষিতিৰেখা, গগনপ্রান্ত, গগনান্তৰাল, চক্ৰৱাল, দিক্চক্ৰৱাল, দিক্ৰেখা, দিগন্তৰেখা, দিগ্বলয়, দিঙ্মণ্ডল৷",
	"দিন": "অহ, অহ্ন, দিৱস, বাৰ৷",
	"দিনাংক": "তাৰিখ৷",
	"দিনে-ৰাতিয়ে": "অষ্টপ্ৰহৰ, অহোৰাত্ৰি, অহোৰাত্ৰ, অহৰ্নিশ, অহৰ্নিশে, চৌবিছঘণ্টা, ৰাতি-দিন, ৰাতিয়ে-দিনে৷",
	"দিশ": "পক্ষ, পিন, ফাল৷",
	"দীঘল": "দীঘলীয়া, দীৰ্ঘ, লম্বা, সুদীৰ্ঘ৷",
	"দৈৰ্ঘ্য": "দীঘ, দীৰ্ঘতা৷",
	"দীপান্বিতা": "দীপালী, দীপাৱলী, দেৱালী৷",
	"দুখ": "আধি, কষ্ট, ক্লেশ, তাপ, পীড়া, বিষ, বেজাৰ, বেথা, বেদনা, ব্যথা, যন্ত্ৰণা, যাতনা, শোক, সম্তাপ৷",
	"দুখী": "ক্লেশপূৰ্ণ, বেদনাকাতৰ, বেদনাপূৰ্ণ, ব্যথিত, শোকাভিভূত, শোকাৰ্ত, সন্তপ্ত, সন্তাপিত৷",
	"দুখীয়া": "অষ্টম-দৰিদ্ৰ, কৰ্পদকহীন, গৰিব, ছাল-ছিগা ভিকহু, টকম্বৰি, টোকোনা, ডাল-দৰিদ্ৰ, দীন, দীন-দৰিদ্ৰ, দীন-হীন, দৰিদ্ৰ, নিঃসম্বল, নিঃস্ব, নিছলা, ভিকহু, লাওলোৱা৷",
	"দুৰৱস্থা": "কলৌজপৌ, ততৰ, দুৰ্দশা৷",
	"দুৰ্গন্ধ": "অকটা-গোন্ধ, পূতিগন্ধ, পূতি, বেয়া-গোন্ধ৷",
	"দুৰ্গন্ধযুক্ত": "দুৰ্গদ্ধী, পূতিগন্ধময়৷",
	"দুৰ্গা": "অনাদ্যা, অন্নদা, অন্নপূৰ্ণা, অম্বা, অম্বালিকা, অম্বিকা, আদিদেৱী, আদিভূতা, আদ্যা, আদ্যাশক্তি, আনন্দময়ী, আৰ্যা, ঈশানী, ঈশ্বৰী, ঐশানী, কপৰ্দিনী, কাণ্ডবাৰিণী, কাত্যায়নী, কামাক্ষী, কৈলাসবাসিনী, কৌশিকী, গৌতমী, গৌৰী, চণ্ডিকা, চণ্ডী, চণ্ডৱতী, চামুণ্ডা, জগজ্জননী, জগদম্বা, জগদ্ধাত্ৰী, জগন্ময়ী, জগন্মাতা, জ্বালামালিনী, জয়ন্তী, জয়া, তাৰিণী, ত্ৰিগুণা, ত্ৰিনয়নী, ত্ৰিশূলধাৰিণী, ত্ৰিশূলিনী, দনুজদলনী, দশপ্রৰহৰণধাৰিণী, দশভুজা, দানৱদলনী, নন্দা, নিস্তাৰিণী, নিৰুপমা, প্ৰকৃতি, পৰমাপ্রকৃতি, পৰমেশ্বৰী, বভ্ৰৱী, বাভ্ৰৱী, বাসন্তী, বিজয়া, ভগৱতী, ভদ্ৰকালী, ভদ্ৰাণী, ভাস্বতী, ভৱতাৰিণী, ভৱানী, মংগলচণ্ডী, মংগলা, মহদেৱী, মহাবিদ্যা, মহামায়া, মহাশক্তি, মহিষাসুৰমৰ্দিনী, মহেশানী, মহেশী, মোক্ষদা, যোগমায়া, শাকম্ভৰী, শাৰদা, শুভংকৰী, শুভদাচণ্ডী, শূলিনী, শৰণ্যা, শৰ্বাণী, সনাতনী, সাত্ত্বিকী, সাৱিত্ৰী, সিংহবাহিনী, সুৰেশ্বৰী, সৰ্বজ্ঞা, সৰ্বজয়া, সৰ্বমংগলা, সৰ্বাৰ্থসাধিকা, হিশ্বেশ্বৰী, ৰাজৰাজেশ্বৰী, ৰুদ্ৰাণী৷ পাৰ্বতী (দ্ৰ)৷",
	"দুৰ্বল": "অক্ষম, আশকতীয়া, নিশকতীয়া, বলহীন, শক্তিহীন৷",
	"দুৰ্বলতা": "অক্ষমতা, দৌৰ্বল্য, বলহীনতা, শক্তিহীনতা৷",
	"দুৰ্বুদ্ধি": "কুবুদ্ধি, দুষ্টবুদ্ধি, দুৰ্মতি, মন্দবুদ্ধি, মন্দমতি৷",
	"কুটিলতা": "কৌটিল্য৷",
	"দুৰ্ভাগ্য": "অভাগ্য, ঢাট-কপাল, দুৰ্কপাল, দুৰ্দৈৱ, পোৰা কপাল, ফুটা কপাল, বদনচিব, মন্দভাগ্য৷",
	"দুৰ্ভগীয়া": "ঢাটকপলীয়া, হতভগীয়া, হতভাগা, হতভাগিনী, হতভাগী, হতভাগ্য৷",
	"দুৱৰী": "দাৰোৱান, দ্বাৰপাল৷",
	"দুৱাৰ": "কপাট, দ্বাৰ, দৰজা, প্রৱেশপথ৷",
	"সিংহদ্বাৰ": "সিংহদুৱাৰ৷",
	"দুশ্চিন্তা": "উদ্বেগ, দুৰ্ভাৱনা৷",
	"দৃষ্ট": " অৱলোকিত, ঈক্ষিত, দৃষ্টিগোচৰ, নিৰীক্ষিত, প্ৰেক্ষিত, পৰিদৃষ্ট, পৰিলক্ষিত, পৰ্যবেক্ষিত, বিলোকিত, বীক্ষিত, লক্ষিত৷",
	"দেৱতা": "অগ্নিজিহ্বা, অগ্নিমুখ, অদিতিজ, অদিতিনন্দন, অমৃতাশন, অমৰ, অসুৰাৰি, ঘৃতভোজী, ত্ৰিদশ, ত্ৰিদিৱেশ, দেৱ, দেৱভূ, দৈত্যাৰি, বিবুধ, সুৰ৷ <br />দেৱী, সুৰী৷ <br />কুলদেৱতা, গৃহদেৱতা৷",
	" দৈৱ": " দৈৱিক",
	"দেৱদাৰু": "ইন্দ্ৰদাৰু, উৱৈ, কাষ্ঠদাৰু, দেৱকাষ্ঠ, মহাদাৰু৷",
	"দেশ": "ৰাষ্ট্ৰ, ৰাজ্য; জনপদ; সাম্ৰাজ্য; প্রদেশ৷",
	"দেশীয়": "ৰাষ্ট্ৰীয়; প্রদেশীয়,প্ৰাদেশিক, ৰাজ্যিক৷ দেশজ, দেশী৷",
	"দেহ": "অংগক, অপঘন, ইন্দ্ৰিয়ায়তন, কন্ধ, গা, গাত্ৰ, তনু, তনুৰুচি, দেহপিঞ্জৰ, দেহভৃৎ, বপু, বিপোষ, ভোগায়তন, শৰীল, শৰীৰ৷",
	"কায়": "অৱয়ব, কলেৱৰ, কায়া৷ আকৃতি, চেহেৰা, বিগ্ৰহ, মূৰ্তি৷",
	"দৈহিক": "আংগিক, কায়িক, শাৰীৰিক৷",
	"দেহতত্ত্ব": "শাৰীৰশাস্ত্ৰ, শাৰীৰস্থানবিদ্যা, শৰীৰবিজ্ঞান, শৰীৰবিদ্যা৷",
	"দেহে-কেহে": "সৰ্বতোপ্রকাৰে, সৰ্বতোভাৱে, সৰ্বান্তঃকৰণে৷",
	"প্রাণপণে": "মৰি-মুজি, মৰোঁ-জীওঁ-সোঁ-আধিকৈ৷",
	"দৈনিক": "আহ্নিক; দৈনন্দিন, নৈত্যিক, প্রাত্যহিক৷",
	"সদায়": "অনুদিন, দিনৌ, নিতে, নিতৌ, প্রতিদিন, প্রতিনিতে, প্রত্যহ, প্ৰতিনিয়ত৷",
	"দোলা": "খাটলা, খাটোলা, পাল্কী, শিৱিকা৷",
	"দোলাভাৰী": "দুলীয়া৷",
	"দ্বিধাগ্ৰস্ত": "ইতস্ততঃ-কৰা, থেৰো-গেৰো কৰা, দুই-নাও-দুই-ভৰি, দোধোৰ-মোধোৰ, দোমোজাত-পৰা, হোঁহকা-পিছলা কৰা৷",
	"দ্ৰুত": "ক্ষিপ্ৰ, খৰ, খৰটকীয়া, খৰতকীয়া, তুৰন্ত, ত্বৰান্বিত, ত্বৰিত, বেগী, শীঘ্ৰ৷",
	"দ্ৰুততা": " অচিৰতা, অচিৰত্ব, ক্ষিপ্রতা, ত্বৰা, শীঘ্ৰতা, সত্বৰতা৷",
	"দ্ৰুতবেগেৰে": "উল্কাবেগে, তীৰগতিৰে, ধুমুহাবেগে, নক্ষত্ৰবেগে, বিম্বাশৱদে; সাউৎকৰে৷",
	"দ্রৌপদী": "কৃষ্ণা, পাঞ্চালী, পাৰ্ষতী, যাজ্ঞসেনী, সৈৰিন্ধ্ৰী৷",
	"ধন": "অৰ্থ, আঢ্য, টকা, টকা-কড়ি, টকা-পইচা, বিত, বিত্ত৷",
	"ধনৱান": "অৰ্থশালী, অৰ্থান্বিত, অৰ্থী, অৰ্থৱান, আঢ্যৱন্ত, ধনপতি, ধনশালী, ধনাঢ্য, ধনিক, ধনিষ্ঠ, ধনী, বিত্তৱান, সাৰ্থ, স্বচ্ছল৷",
	"ধনকুবেৰ": "অৰ্থগৃধু, অৰ্থপিশাচ, যখ৷",
	"ধনিয়া": "গোন্ধোৱা শাক, মেমেধু৷",
	"ধনু ": "কাৰ্ফাই, কাৰ্মুক, কেটেপ ধনু, চাপ, ধনুক, বাঘধনু, বাণাসন, শাৰ্ঙ্গ, শৰাসন৷",
	"ধৰণ": "কিচিম, প্রকাৰ, বয়ান, বিধ, ৰকম৷",
	"ধান": "ধান্য, ব্ৰীহি৷",
	"ধুমুহা": "বানাহ, ঝঞ্ঝা; ঘুণীবায়ু, বামৰলী, চক্ৰবাত, বামাৰলী; প্রভঞ্জন, বৰদৈচিলা, চাচি; তুফান৷",
	"ধূলি": "ধূলা, ধূলিকণা, ৰজ, ৰেণু৷",
	"ধৈৰ্য": "তিতিক্ষা, সহনশীলতা, সহনীয়তা, সহিষ্ণুতা, সহ্য৷",
	"ধৈৰ্যশীল": "তিতিক্ষু, সহনশীল, সহিষ্ণু৷",
	"ধ্বংস": "ছাৰখাৰ, ধ্বংসন, নাশ, নাশন, প্রনাশ, বিধ্বংস, বিনশন, বিনষ্টি, বিনাশ, বিনাশন, বিলয়, লয়৷",
	"নগৰ": "চহৰ, নগৰী, পট্টন, পত্তন, পাটন, পুৰ, পুৰী, মহানগৰ, মহানগৰী৷ ",
	"নগৰীয়": "চহৰীয়া, নগৰীয়া, পৌৰ, মহানগৰীয়৷",
	"নতুন": "অত্যাধুনিক, অভিনৱ, আধুনিক, ন, নৱ, নৱীন, সৰব-ন৷",
	"নদী": "অপগা, আপগা, কল্লোলিনী, কূলৱতী, তটিনী, তৰংগিণী, দ্ৰৱন্তী, ধুনী, নদ, নিম্নগা, নিৰ্ঝৰিণী, নৈ, পয়স্বিনী৷ প্ৰৱাহিণী, বহা, বাহিনী, বাৰিৎ, শৈৱলিনী, সমুদ্ৰকান্তা, সমুদ্ৰদয়িতা, সমুদ্ৰবল্লভা, স্ৰোতস্বিনী, সৰিৎ, সৱন্তী, হ্ৰদিনী, ৰোধৱতী৷ গাং, জুৰি, জান, জুলি৷,নিজৰা৷",
	"নৰক": "জহন্নাম, নিৰয়, মৃত্যুপুৰী, যমপুৰী, যমালয়, শমনালয়৷",
	"নৰক-যন্ত্ৰণা": "যম-যন্ত্ৰণা, যমযাতনা৷",
	"নৰকী": "নাৰকীয়৷",
	"নৰশ্ৰেষ্ঠ": "নৰপুংগৱ, নৰোত্তম, মহাপুৰুষ, মহামানৱ৷",
	"নৰ্তক": "নট, নটুৱা, নাচনিয়াৰ, নাচোঁতা৷",
	"নটবৰ": "নটৰাজ৷",
	"নল": "চুঙা, নলী৷",
	"নলিকা": "নলিচা৷",
	"নক্ষত্ৰ": "ঋক্ষ, খেট, চন্দ্ৰধাৰা, জ্যোতিষ্ক, তাৰক, তাৰকা, তৰা, ভ৷",
	"নাইবা": "অথবা, কিম্বা, নচেৎ, নতু, নতুবা, বা৷",
	"নাও": "ডিঙা, ডিঙৰা, তৰণী, তৰী, নৌ, নৌকা, পানচৈ৷",
	"নাক": "ঘ্ৰাণেন্দ্ৰিয়, নাসা, নাসিকা৷",
	"নাচনী": "নৃত্য-পটীয়সী, নৃত্যাংগনা, নৰ্তকী৷",
	"নাটক": "নাটিকা, নাট্য, ৰংগ৷",
	"নাট্যাভিনয়": "অভিনয়; থিয়েটাৰ; ভাওনা৷",
	"নাট": "দৃশ্যকাব্য, ৰংগ৷",
	"নাপিত": "নৰসুন্দৰ, প্ৰামাণিক, মুণ্ডক, মুণ্ডী, হাজাম, হাজামত, ক্ষুৰী, ক্ষৌৰকাৰ, ক্ষৌৰিক৷",
	"নাম": "অভিধা, অভিধেয়, আহ্বয়, প্ৰাতিপদিক, সংজ্ঞা৷",
	"নামঘৰ": "কীৰ্তনঘৰ, হৰিমন্দিৰ৷",
	"নাৰিকল": "পুটোদক, ফলকেশৰ, শিৰঃফল৷",
	"নাৰী": "অংগনা, অবলা, কামিনী, তিৰী, তিৰোতা, প্ৰতীপদৰ্শিনী, বনিতা, বালা, ভামিনী, মহিলা, মাইকী মানুহ, মানৱী, যোষা, যোষিতা, যোষিৎ, ললনা, শৰ্বৰী, স্ত্ৰী, ৰমণী৷",
	"নাৱৰীয়া": "ঘাটৈ, ঘাটোৱাল৷ নাওবৈচা, নাৱিক৷ পাৰোৱাল, মাজী, মাঝি৷ গুৰিধৰোঁতা (দ্ৰ)৷",
	"নিঃশব্দ": "নিজম, নিটল, নিটাল, নিমাওমাও, নিমাত, নিৰিবিলি, নিৰ্জন, নীৰৱ৷",
	"নিঃশব্দতা": "নীৰৱতা, নৈঃশব্দ্য৷",
	"নিঃসংগ": "অকলশৰীয়া, একক, একাকী, সংগীহীন৷",
	"নিঃসংগতা": "এককত্ব, একাকিত্ব, সংগীহীনতা৷",
	"নিঃসম্তান": "অনপত্য, নিৰপত্য, সন্তানহীন৷",
	"নিখুঁত": "অক্ষত, অটুট, নিঘুণী, নিদাগ, সৰ্বাংগসুন্দৰ৷",
	"নিগনি": "মূষিক, শলিয়া৷",
	"কঁঠালগুটীয়া": "ডালশলিয়া৷",
	"নিচা": "আসক্তি, প্রৱণতা, ব্যসন, মাদকতা, সংসক্তি, ৰাগি৷",
	"নিচিনা": "অনুৰূপ, তুল্য,&nbsp;(কিহবাৰ) দৰে, লেখীয়া, সদৃশ৷",
	"নিজ": "অহং, আপোন, স্ব৷",
	" নিজা": "আপোনাৰ৷ ",
	" নিজে": "আপুনি, খোদ, স্বয়ং৷",
	"নিজৰা": "উষ্ণপ্ৰস্ৰৱণ, জুৰি, ঝৰণা, নিৰ্ঝৰা, প্রস্ৰৱণ৷",
	"নিপুণ": "ওস্তাদ, কামিলা, কাৰ্যদক্ষ, কুশল, কুশলী, কৌশলী, কৰ্মকুশল, কৰ্মণ্য, কৰ্মদক্ষ, কৰ্মপটু, চাবতিয়াল, দক্ষ, পটীয়ান, পটু, পাকৈত, পাৰগ, পাৰদৰ্শী, পাৰ্গত, সক্ষম৷ সমৰ্থ, সুদক্ষ, সুনিপুণ৷ (স্ত্ৰী) নিপুণা, পটীয়সী৷",
	"নৈপুণ্য": "অৰ্হতা, ওস্তাদি, কুশলতা, ক্ষমতা, কৰ্মকুশলতা, কৰ্মণ্যতা, কৰ্মদক্ষতা, কৰ্মপটুতা, দক্ষতা, নিপুণতা, পটুতা, পটুত্ব, পাৰগতা, পাৰদৰ্শিতা, যোগ্যতা, সক্ষমতা, সমৰ্থতা, সামৰ্থ্য৷",
	"নিভাঁজ": "অকৃত্ৰিম, খাঁটি, নিৰহ-নিপানী, নিৰ্ভেজাল, বিশুদ্ধ৷",
	"নিমখ": "মহং, লৱণ, লোণ৷",
	"নিমখীয়া": "লৱণাক্ত, লুণীয়া৷",
	"নিমন্ত্ৰণ": "আমন্ত্ৰণ, আৱাহন৷",
	"নিমন্ত্ৰিত": "আমন্ত্ৰিত, আহূত৷",
	"অনাহূত": "অনিমন্ত্ৰিত&nbsp; ",
	"নিয়ৰ": "খ-জল, নীহাৰ, বাষ্প, শিশিৰ, শিশিৰকণা, শীকৰ, হিম, হিমজল, হিমিকা, ৰজনীজল, ৰাত্ৰিজল৷",
	"নিৰানন্দ": "আমন-জিমন, উদাস, গোমা, জলকা-লগা, বিমৰ্ষ, বিষণ্ণ৷ ঠম্ঠমীয়া৷",
	"নিৰামিষ": "নিৰামুহি, শাকাহাৰী৷ সাত্ত্বিক আহাৰ৷",
	"নিৰিখ": "দৰ,&nbsp;হাৰ৷",
	"নিৰ্দয়": "অকৰুণ, কাঠচিত, কাঠচিতীয়া, কৰ্কশ, দয়াহীন, নিকৰুণ, নিঠুৰ, নিষ্ঠুৰ, নিৰ্মম, নৃশংস, পাষাণহৃদয়৷ মমতাহীন, মায়াহীন, হৃদয়হীন৷",
	"নিৰ্দয়তা": "দয়াহীনতা, নিষ্ঠুৰতা, নিৰ্মমতা, নৃশংসতা, মমতাহীনতা, হৃদয়হীনতা৷",
	"নিৰ্দোষ": "নিজগৰ, নিৰপৰাধ, বেকছুৰ৷",
	"নিৰীহ": "নিমাখিত৷",
	"নিৰ্ধাৰণ": "নিৰূপণ, নিৰ্ণয়৷",
	"নিৰ্মূল": "অৱলুপ্ত হোৱা, আকান্দেৰী, উচ্ছন্ন, উছন যোৱা, উবাৰ, উৎখাত, উৎসাদিত, চিন-মোকাম-নোহোৱা কৰা, তোলাও, নিশ্চিহ্ন, বন্দামাৰ, মূলোচ্ছেদ লুপ্ত-হোৱা, সমূলি-ধ্বংস৷",
	"নিৰ্যাস": "আৰক, নিস্যন্দ, সাৰ, ৰস; ক্কাথ, জোল, ৰহ৷",
	"নিশ্চয়": "অৱশ্যে, জৰুৰ, নিঃসন্দেহে৷",
	"নিশ্চিতভাৱে": "অৱধাৰিতভাৱে৷ খাতাংকৈ, চিদাং৷",
	"নিশ্চিত": "অৱধাৰিত, নিঃসংশয়, নিঃসন্দেহ, সন্দেহাতীত, সুনিশ্চিত৷",
	"নিস্তেজ": "ঢেলা, শেতা৷",
	"নীলা": "আকাশী, নীলবৰণীয়া, নীলবৰ্ণ, নীলাভ৷",
	"নীল বৰণ": "নীলবৰ্ণ, নীলিমা৷",
	"নূপুৰ": "কিংকনী, ঘুগুৰা, ঘৰ্ঘৰিকা, জুনুকা, নেপুৰ, মঞ্জীৰ, শিঞ্জিনী৷",
	"নেউল": "নকুল, বিষবৈদ্য, সৰ্পহা৷",
	"নেজ": "নেগুৰ, পুচ্ছ, ফান, ফিছা, লেজ৷",
	"নেতিবাচক": "ঋণাত্মক, নঞৰ্থক৷ নাস্ত্যাৰ্থক৷",
	"নোম": "অংগলোম, অংগৰুহ, অংগৰোম, গাত্ৰৰুহ, লোম, ৰোম৷",
	"ন্যায্য": "উচিত, সংগত, হক৷",
	"পংগু": "অংগহীন, প্ৰতিবন্ধী, বিকলাংগ, শাৰীৰিকভাৱে অক্ষম&nbsp;; খঞ্জ, খোৰা, চাকোলা লেঙেৰা৷",
	"খুৰী": "চাকুলী, লেঙেৰী৷",
	"পঁইতাচোৰা": "চাকচন, তেলপোকা, তেলভৌকা, নিমচাক, পঁইতাচুৰুণী৷",
	"পণ": "অংগীকাৰ, কিৰা, প্রতিজ্ঞা, প্রতিজ্ঞান, প্ৰতিগ্ৰহ, শপত, সংকল্প, সত্যাৰ্পণ৷",
	"পতন": "অধঃপতন, অৱনতি, আপতন, আপাত, খহি পৰা কাৰ্য, চ্যুতি, নতি, নিপতন, পাত, পাতিত্য, প্রভ্ৰংশ, পৰি যোৱা কাৰ্য, বিচ্যুতি, ভ্ৰংশ, সন্নিপাত, সম্পাত, স্খলন৷",
	"পতিত": "অধঃপতিত, অৱৰূঢ়, চ্যুত, নিপতিত, প্ৰচ্যুত, প্ৰভ্ৰষ্ট, পৰিচ্যুত, পৰিভ্ৰষ্ট, বিচ্যুত, ভ্ৰংশিত, ভ্ৰষ্ট, সন্নিপতিত, স্খলিত৷",
	"পতাকা": "কেতন, কেতু, ঝণ্ডা, ধ্বজ, ধ্বজা, নিচান, বিজয়-পতাকা, বৈজয়ন্তী৷",
	"জাতীয় পতাকা": "ৰাষ্ট্ৰীয় পতাকা৷",
	"পত্নী": "অংকশায়িনী, অৰ্ধাংগিনী, অৰ্ধাংগী, কলত্ৰ, কান্তা, গৃহদেৱী, গৃহিণী, ঘৈণী, ঘৰণী, ঘৰিণী, জানী, জায়া, জীৱনসংগিনী, দয়িতা, দাৰ, দাৰা, ধনিকা, ধৰ্মপত্নী, পুৰন্ধ্ৰী, পৰিবাৰ, বধূ, ভাৰ্যা, শয্যাসংগিনী, শয্যাসহচৰী, সহধৰ্মিণী৷",
	"পথ": "আলি, কান্তাৰ, গলি, পটি, পন্থা, বাট, বীথি, বীথিকা, মাৰ্গ, লতাৰ, সৰণি, সৰণী, ৰাস্তা৷",
	"বঙিয়া": "পথৰুৱা আলি,&nbsp;বঁকিয়া৷",
	"গৰুবাট": "গোবাট৷ লুংলুঙীয়া বাট ",
	"ৰাজপথ": "ৰাজআলি,&nbsp;ৰাজমাৰ্গ৷",
	"আওবাট": "অবাট, বিপথ৷",
	"পথিক": "পথচাৰী, পান্থ, বাটৰুৱা৷",
	"পদাৰ্থ": "দ্রব্য, বস্তু, ভৰ৷",
	"পদুম": "অব্জ, অম্বুজ, অৰবিন্দ, ইন্দিৰালয়, উৎপল, কঞ্জ, কমল, কুবলয়, কুমুদ, কুশেশয়, নলিন, নলিনী, নীৰজ, পংকজ, পদ্ম, পুণ্ডৰীক, পুষ্কৰ, বায়ুৰ্দ্ভৱ, বিসকুসুম, বিসজ, বিসপ্ৰসূন, শতদল, সলিলজ, সৰসিজ, সৰোজ, সৰোৰুহ, ৰাজীৱ৷<br />অসিতোৎপল, ইন্দীবৰ, কালকঞ্জ, নীল-পদুম, নীলকমল, নীলপদ্ম, নীলা নীলোৎপল, পদুম৷ কোকনদ, ৰক্তকমল, ৰক্তপদ্ম, ৰক্তোৎপল, ৰঙাপদুম, <br />কুচ্ছ৷ বগা-পদুম, শ্বেতকমল, শ্বেতপদ্ম, সিতাব্জ, সিতাম্বুজ৷<br />অব্জিনী, কমলিনী, পদ্মিনী, মৃণালিনী, সৰোজিনী৷",
	"পদুমৰ চকা": " কৰ্ণিকা৷",
	"পদুমৰ নলা": "ক্ৰৌঞ্চাদন, পদ্মনাল, পদ্মপলাশ, মৃণাল, মোলান৷",
	"পদ্ধতি": " উপায়, নিয়ম, নিৰ্বন্ধ, পন্থা, প্রক্ৰিয়া, প্রণালী, বিধান, বিধি, ৰীতি৷",
	"পয়গম্বৰ ": "অৱতাৰ, অৱতাৰী-পুৰুষ৷ দেৱদূত, নবী, ৰচুল৷",
	"পৰশুৰাম": "জামদাগ্নেয়, জামদাগ্ন্য, ভাৰ্গৱ, ভৃগুসুত৷",
	"পৰাগ": "কিঞ্জল, পুষ্পৰজ, পুষ্পৰেণু, ৰেণু৷",
	"পৰাজয়": "অভিভাৱ, অভিভৱ, পৰাভৱ, পৰিভৱ, পৰ্যুদাস, হাৰ৷",
	"পৰাজিত": "পৰাভূত, পৰাস্ত, বিজিত, বিনিৰ্জিত৷",
	"পৰিৱৰ্তন": "কালান্তৰ, ক্ৰান্তি, বদলি, মন্বম্তৰ, যুগান্তৰ, সলনি, ৰূপান্তৰ৷",
	"পৰিৱেশ": "পাৰিপাৰ্শ্বিক, প্রতিৱেশ, প্রতিৱেশ্য, পৰিপাৰ্শ্ব, পৰিমণ্ডল, পৰিৱেষ্টন, বাতাৱৰণ৷",
	"পৰিশ্ৰম": " আয়াস, খাটনি, মেহনত, মেহনতি, শ্ৰম, হজ৷",
	"পৰিশ্ৰমী": "মেহনতী৷",
	"পৰিষ্কাৰ": "চাফ-চিকুণ, চাফা, নিকা, নিৰ্মলতা, নিৰ্মল, পৰিচ্ছন্ন, পৰিচ্ছন্নতা, স্বচ্ছ, স্বচ্ছতা৷",
	"পৰী": "অপেচৰা, অপেচৰী, অপেস্বৰা, অপেস্বৰী, অপ্সৰা, অমৰাংগনা, ত্ৰিদশবনিতা, দিব্যনাৰী, দিব্যাংগনা, দেৱগণিকা৷ দেৱবালা, দেৱাংগনা, সুৰকন্যা, সুৰনাৰী, সুৰবালা, সুৰসুন্দৰী, সুৰাংগনা, স্বৰ্গবালা, স্বৰ্বধু৷",
	"পৰুৱা": "পিপীলিকা, পিপৰা, পিম্পৰা৷",
	"পৰ্বত": "অগ, অচল, অদ্ৰি, অৱনীধৰ, উৰ্বীধৰ, ক্ষিতিধৰ, ক্ষিতিভৃৎ, গিৰি, গোধৰ, ধৰণীকীলক, ধৰণীধৰ, নগ, পৃথুশেখৰ, বসুধাধৰ, বসুভৃৎ, ভূধৰ, ভূভৃৎ, মহীধ্ৰ, মহীধৰ, মেদিনীধৰ, শিখৰী, শৃংগধৰ, শৃংগী, শৃংগৱান, শৈল, সানুমান৷",
	"আগ্নেয়গিৰি": "পোৰাপৰ্বত, জ্বালামুখী পৰ্বত৷ জ্বালামুখী৷",
	"পৰ্বতীয়া": "পাহাৰীয়া, পাহাৰী, পাৰ্বত্য, শৈল৷ অদ্ৰিজ, গিৰিজ, গৈৰিক, পৰ্বতজাত, শৈলজ৷",
	"পলাশ": "কিংশুক, পলাশক, বিপৰ্ণক৷",
	"পৱিত্ৰ": "নিৰ্মল, পুত, মেধ্য, শুচি, শুদ্ধ৷",
	"পৱিত্ৰতা": "নিৰ্মলতা, পৰিশুদ্ধি, পুতি, বিশুদ্ধতা, শুচিতা, শুদ্ধতা, শুদ্ধি৷",
	"পশ্চিমঘাট": "মলয়, মলয়াচল৷",
	"পাটকাপোৰ": "অংশুপট্ট, ক্ষৌমবস্ত্ৰ, পটাম্বৰ, পট্টবস্ত্ৰ, পট্টাম্বৰ৷চীনাংশুক, ৰেচমী কাপোৰ৷",
	"পাণ্ডিত্য": "কৃতবিদ্য, পণ্ডিতালি, প্ৰাজ্ঞতা, বিদগ্ধতা, বিজ্ঞতা, বিজ্ঞত্ব, বৈদগ্ধ্য৷",
	"পাত": "পত্ৰ, পল্লৱ, পৰ্ণ, ফলক৷",
	"পাতনি": "অনুক্ৰমণিকা, আগকথা, আভাস, উপক্ৰমণিকা, পূৰ্বকথন, প্ৰস্তাৱনা, প্ৰাক্কথন, প্ৰাৰম্ভ, ভূমিকা, মুখবন্ধ, সূচনা৷",
	"পাদুকা": "উপানই, পদাৱৰণ",
	"পানী": "অপ, অম্বু, ইলা, ইৰা, উদ, উদক, জল, জীৱন, তামৰ, নীৰ, পাথঃ, পুষ্কৰ, প্ৰাণদ, পয়, বাৰুণ, বাৰি, বৰ্বূৰ, শীতোত্তম, সম্বৰ, সলিল, সৰঃ৷",
	"পাপ": "অঘ, অপণ্য, অপৰাধ, কলিমল, কলুষ, কল্ক, কল্মষ, কিণ্ব, কুৰ্বুৰ, পাতক, প্ৰত্যবায়৷",
	"পাপী": "অপৰাধী, পাতকী৷",
	"পাবৰ ইচ্ছা": "অবিলাষ, আকাংক্ষা, হাবিলাস, হাবিয়াহ, হাুউচ৷",
	"পায়স": "পৰমান,&nbsp;পৰমান্ন,&nbsp;&nbsp;ভোগ৷",
	"পাৰ": "উপকূল, কচ্ছ, কূল, তট, তটভূমি, তীৰ, তীৰভূমি, পুলিন, বেলা, বেলাভূমি, সৈকত৷",
	"পাৰা": "পাৰদ, ৰস, ৰসসংকৰ৷",
	"পাৰিশ্ৰমিক": "গাওনি, দৰ্মহা, পাৰণি, বেতন, মজুৰি, মাননি৷",
	"পাৰ্থিৱ": "ইহলৌকিক, ঐহলৌকিক, ঐহিক, ঐৰ্ব, জাগতিক, মৰ্ত্য, লৌকিক৷",
	"পাৰ্বতী": "অগসুতা, অগাত্মজা, অপৰ্ণা, উমা, গিৰিকুমাৰী, গিৰিনন্দিনী, গিৰিবালা, গিৰিসুতা, গিৰিজা, গৌৰী, জগদ্গৌৰী, দক্ষকন্যা, দক্ষজা, দাক্ষায়ণী, নগনন্দিনী, পৰ্বতদুহিতা, পৰ্বতসুতা, ভৱানী, মহেশানী, মহেশী, শংকৰী, শিৱপত্নী, শিৱপ্ৰিয়া, শিৱা, শিৱানী, শৈলজা, শৈলেয়, শৈলসুতা, হিমালয়নন্দিনী৷",
	"পাশৱিক": "জান্তৱ, পশুসুলভ, পশুৱৎ, পাশৱ৷",
	"পাহৰণি": "বিস্মৃত, বিস্মৰণ, স্মৃতিভ্ৰংশ৷",
	"পাহি": "দল, পাপৰি, পুষ্পপত্ৰ৷",
	"পিঠাখোৱা": "শিয়াললগা, যদুমণি৷",
	"পিতৃ": "উপধায়ক, উপধায়ী, জনক, জন্মদাতা, দেউতা, পিতা, পিতৃপুৰুষ, বাপ, বাবা, বোপাই৷",
	"পিয়ন": "টেকেলা, ডাকোৱাল, নাজিৰ, নেওগ, পাচক, পিয়াদা, হৰকৰা৷",
	"পিয়ল": "জৰীপ, সৰ্বেক্ষণ",
	"পিয়াহ": "তৃষা, তৃষ্ণা, পিপাসা, পিয়াস৷",
	"পিয়াসী": "তৃষিত, তৃষ্ণাতুৰ, তৃষ্ণাৰ্ত, পিপাসু৷",
	"পুত্ৰ": "ল'ৰা, তনয়, নন্দন, আত্মজ,তনুজ, আত্মোদ্বৱ, তনুদ্ভৱ, আত্মসম্ভৱ, স্বজ, কুমাৰ, পুত্ৰক, পুত, দাৰক, সুত, পো, পুতাই, পুতেক, দায়াদ, দুলাল, পুত্ৰসন্তান৷গভুৰা৷",
	"পুনৰুল্লেখ": "চৰ্বিতচৰ্বণ, দোহৰা&nbsp;কাৰ্য, দ্বিৰুক্তি, পুনৰুক্তি৷",
	"পুৰণি": "আখৰুৱা, পুৰণা, পুৰাতন, প্রৱীণ, প্ৰাচীন৷",
	"পুৰুষ": "চাম, জনুক্ৰম৷ পীড়ি, প্রজন্ম৷",
	"পূৰ্বজ": "অকহি-পুৰুষ, উত্তমপুৰুষ, পূৰ্বপুৰুষ, ভাবী প্রজন্ম৷",
	"পুৰুষ": "মতা, মতা মানুহ, মুনিহ, মৰদ৷",
	"পুৰুষত্ব": "পুৰুষালি, মুনিষালি, মুনিহালি৷",
	"পুৱা": "ঊষা, কাহিলি পুৱা, কোকমোকালি, দোকমোকালি, নিশান্ত, পুৱতি, পূৰ্বাহ্ন, প্রভাত, প্রাতঃ, প্রাতঃকাল, প্ৰত্যুষ, পৰভাত, বিহান, বোৱাৰী পুৱা, ব্ৰহ্মমুহূৰ্ত, ব্ৰাহ্মমুহূৰ্ত, ৰাতিপুৱা৷",
	"পুষ্পিতা": "উঠন, উঢ়ন, কন্যাকালপ্রাপ্ত, ধুৱনী৷",
	"পাটগাভৰু": "দোবিয়াৰ৷",
	"পূজাৰী": "ঠাকুৰ, যজমান৷",
	"পূৰঠ": "পৈণত, পৰিণত, পৰিপক্ক, বুঢ়া৷",
	"পূৰ্ণিমা": " ইন্দুমতী, পূৰ্ণচন্দ্ৰ, পূৰ্ণমাসী, পূৰ্ণেন্দু, পৌৰ্ণমাসী৷",
	"লক্ষ্মীপূৰ্ণিমা": "কোজাগৰ৷",
	"পৃথক": "অইন, অনুকল্প, অন্য, অপৰ, আছুতীয়া, আন, দোচোৰা, পৰ, বিকল্প, বেলেগ, ব্যত্যস্ত, ভিন, ভিন্ন, সুকীয়া৷",
	"পৃথকতা": "পাৰ্থক্য, ভিন্নতা, ভেদ৷",
	"পৃথিৱী": "অচলা, অদিতি, অদ্ৰিকীলা, অনন্তা, অব্ধিদ্বীপা, অৱনী, আদিমা, আদ্যা, ইড়া, ইড়িকা, ইলা, ইলিকা, ইহলোক, ইৰা, উদধিবস্ত্ৰা, উৰ্বী, উৰ্বৰা, কাশ্যপী, কু, ক্ষমা, ক্ষিতি, ক্ষিতিজ, ক্ষৌণী, গিৰিকর্ণিকা, গো, গোত্ৰা, জগৎ, জ্যা, দোহিনী, দ্বিৰা, ধাৰয়িত্ৰী, ধৰণী, ধৰা, ধৰাতল, নিশ্চলা, নৰলোক, পৃথ্ব, বসুধা, বসুন্ধৰা, বসুমতী, বিশ্ব, বীজপ্রসূ, বৰা, ভুৱন, ভূ, ভূতল, ভূমি, ভূলোক, ভূৰ, মনুষ্যলোক, মহী, মেদিনী, মৰ্ত্য, শ্যামা৷ সংসাৰ, সপ্তদ্বীপা, সমুদ্ৰমেখলা, সৰ্বংসহা, ৰত্নগৰ্ভা, ৰত্নাৱতী, ৰসা৷ দুনিয়া৷ মৰত৷",
	"পেট": "উদৰ, গৰ্ভ, জঠৰ৷",
	"পোহৰ": "অংশু, অংশুজাল, অংশুমালা, আভা, আভাস, আলোকছটা, আলোকধাৰা, আলোকৰশ্মি, আলোক, উদ্দীপ্তি, উদ্ভাস, কিৰণ, কিৰণমালা৷ কৰ, গৰ্ভস্তি, ছটা, জ্যোতি, দীপ্তি, দ্যুতি, ধৃষ্ণি, প্রদ্যোত৷ প্ৰদীপ্তি, প্ৰভা, বিদ্যোত, বিভা, বিভাসা, ভা, ভাতি, ভান, ভাম, ভাস, মৰীচি, ৰশ্মি, ৰুচি, ৰোচিঃ৷",
	"প্ৰকৃতি": "নিসৰ্গ, বাহ্যজগৎ, বিশ্বপ্ৰকৃতি৷",
	"প্রাকৃতিক": "নিসৰ্গজ, নৈসৰ্গিক, প্রকৃতিজ, প্রকৃতিজাত, প্রাকৃতি, প্ৰকৃতিগত, স্বাভাৱিক৷",
	"প্রচাৰ হ": "ফাটি-ফুটি যা, সদৰী হ, ৰৌজাল-বৌজাল হ৷",
	"ৰৌঢ়ি হ": "ঢক উঠ্, ফাদিল হ, বেকত হ৷",
	"প্রচাৰিত": "সদৰী, ৰাষ্ট্ৰ, ৰৌজাল-বৌজাল৷",
	" ৰৌঢ়ি": "প্রচাৰ৷",
	"প্ৰণয়": "অনুৰক্তি, অনুৰতি, অনুৰাগ, অভিৰতি, আকৰ্ষণ, আসক্তি, দুৰ্বলতা, পীৰিতি, প্রিয়ভাব, প্ৰীণন, প্ৰীতি, প্ৰেম, ভালপোৱা, সংসক্তি, সক্তি৷",
	"প্রণাম": "ওলগ, নতি, নমন, নমস্কাৰ, প্রণতি, প্ৰণিপাত, সেৱা, হাতযোৰ৷",
	"সাষ্টাংগ প্ৰণাম": "অষ্টাংগ প্রণাম৷",
	"প্ৰতিনিধি": "অনুকল্প, অভিকৰ্তা, প্ৰতিভূ, সঁজাতী৷",
	"প্ৰতিপালন": " খুঁটি-খাব-পৰা কৰা, চোৱা-চিতা, ডাঙৰ-দীঘল কৰা, পালন, পোহপাল, প্ৰতিপাল, ভৰণ-পোষণ৷ লালন, লালন-পালন৷",
	"প্ৰতিশোধ": " আক্ৰোশ, পোটক তোলা, প্রতিহিংসা, বিদ্বেষ, শুটোৱা-শুটোৱি, হোৰ তোলা, ৰিমৰিমি৷",
	"প্ৰতিশ্ৰুতি": " অংগীকাৰ, কথা-দিয়া, বাগ্দান৷",
	"প্ৰথম": "অদ্বিতীয়, পহিলা, সৰ্বপ্ৰথম৷",
	"প্ৰথমা": "অদ্বিতীয়া৷",
	"প্রথা": " দস্তুৰ, নিয়ম, পৰম্পৰা, ৰীতি, ৰীতি-নীতি৷",
	"প্ৰবন্ধ": "নিবন্ধ, সন্দৰ্ভ; ৰচনা৷",
	"প্রবন্ধকাৰ": "নিবন্ধকাৰ, প্রাবন্ধিক৷",
	"প্রবল (বৰষুণ)": "কলহৰ কাণে ঢলা, দোপালপিটা, মুষলধাৰ, মুষলধাৰে নমা, হুৰহুৰকৈ অহা৷",
	"প্ৰলয়": " কল্পান্ত, কালান্তৰ, মহাপ্রলয়, সংৱৰ্ত৷<br />উপপ্লৱ, খণ্ডপ্ৰলয়, বিপৰ্যয়৷",
	"প্রৱঞ্চক": " ঠগ, তঞ্চক, প্রতাৰক, প্রতাৰণাকাৰী, প্রতিহাৰক, বঞ্চক, বঞ্চনাকাৰী, শঠ৷",
	"প্রৱঞ্চনা": " ছলনা, প্রতাৰণা, বঞ্চনা৷",
	"প্রশংসা": "গুণ-বৰ্ণন, গুণানুকীৰ্তন, তাৰিফ, শলাগনি৷",
	"প্ৰসূতি": " জনিতা, জনিত্ৰী, প্রজাতা, প্রসৱিতা, প্রসৱিনী, প্ৰসূ, প্ৰসূতা, প্ৰসৱিত্ৰী, প্ৰসৱী, সূতা, সূতিকা৷",
	"প্ৰস্থ": "পথালি, পুতল, বেধ৷ বহল (দ্ৰ)৷",
	"পুতলে": "পথালিয়ে, বহলে৷",
	"প্রহাৰ": "কিল, পিটন, পিটা; মাৰ, মাৰ-পিট৷<br />পিঠিত ঔ পৰা, ভঠেলি ভঙা, ৰিঠা দগৰা৷",
	"প্রাক্তন": "অৱসৰপ্ৰাপ্ত, তদানীন্তন, তাৎকালিক, ভূতপূৰ্ব৷",
	"প্রাচীৰ": "দেৱাল, বেৰ৷<br />গড়, দুৰ্গ, প্রাকাৰ, পৰিখা, বেষ্টনী, বেৰা৷",
	"প্ৰাচুৰ্য": "অতিৰিক্ততা, অৱস্থা, আতিশয্য, আদ্যন্তিকতা, আধিক্য, উভৈনদী, ওৱাদানি-হোৱা, প্রচুৰতা, প্ৰতুলতা, পৰ্যাপ্ততা, পৰ্যাপ্তি, বহুলতা, বাহুল্য৷",
	"অনেক": "অগাধ, অতিশয়, অত্যধিক, অত্যন্ত, অধিক, অনল্প, উভৈনদী, ওৱাদানি, ঢেৰ, দেধাৰ, প্রচুৰ, প্ৰতুল, প্ৰভূত, বহু, বহুত, বিপুল, বিস্তৰ, বেছি, সমধিক৷",
	"প্রাণ": "চেতনা জান, জীৱ, জীৱন, পৰাণ৷ (দ্ৰ )৷",
	"প্রাণী": "জীৱ৷",
	"প্ৰাৰ্থনা": "খোজা কাৰ্য, ভিক্ষা, মগা কাৰ্য, যাচ্ঞা৷",
	"প্ৰেম": "প্ৰণয়, প্ৰীণম, ভালপোৱা৷<br />মৰম,&nbsp;লাহৰ৷",
	"প্ৰেমিক": "কান্ত, চেনাই, দয়িত, প্রণয়াস্পদ, প্রণয়ী, প্ৰিয়, প্ৰেমপাত্ৰ, প্ৰেমাস্পদ, প্ৰেমী, বল্লভ, ৰমণ৷",
	"প্ৰেমিকা": "কান্তা, চেনেহী, দয়িতা, প্রণয়াসক্তা, প্রণয়িনী, প্রমদা, প্রিয়া, প্রেষ্ঠা; প্ৰিয়তমা, প্ৰেমপাত্ৰী, প্ৰেমাসক্তা, প্ৰেয়সী, মৰমী, ললিতা৷",
	"প্ৰেৰণা": "অনুপ্ৰেৰণা, উদগনি, উদ্দীপনা, উৎসাহ, প্ৰণোদন৷",
	"প্লীহা": "খাপৰি, পিলাই৷",
	"ফৰকাল": "অঘন, অভ্ৰহীন, নিৰভ্ৰ, নিৰ্মেঘ, মুকলি, মেঘমুক্ত, মেঘশূন্য, মেঘহীন৷",
	"ফৰিঙা": "ৰণঘোঁৰা,&nbsp;লপ্লপী৷",
	"ফল": "গুটি, বীজ, শস্য৷",
	"পৰিণাম": "পৰিণতি৷",
	"ফলন": "ফলাগম, ফলোদয়, ফলোদ্গম, ফলোৎপত্তি, ফলোৎপাদন৷",
	" ফলন্ত": "ফলশালী, ফলিত, ফলৱতী, ফলৱান৷",
	"ফলদ": "ফলদায়ক, ফলদায়ী, ফলোৎপাদক৷",
	"ফাঁচি": "উদ্বন্ধন,&nbsp;চিপজৰী৷",
	"ফাকুৱা": "দেউল, দৌলযাত্ৰা, দৌলোৎসৱ, ফল্গূৎসৱ, বসন্তোৎসৱ, মদনোৎসৱ, মধূৎসৱ, হোলি৷",
	"ফিৰিঙতি": "অগনি-কালিকা, অগ্নি-স্ফুলিংগ, অগ্নিকণা, অগ্নিকলাই, স্ফুলিংগ৷",
	"ফুল": "কুসুম, পুষ্প, পুষ্পক, প্ৰসূন, মঞ্জৰি, মণীবক, সুমন৷",
	"ফুলা": "কুসুমিত, পুষ্পিত, পুষ্পৱান, ফুলন্ত, ফুলি উঠা, ফুল্ল, সঞ্জাতপুষ্প৷",
	"ফুলনি": "কুসুমকানন, পুষ্পবাটিকা; পুষ্পোদ্যান, ফুল-বাগান, ফুলবাৰী, ফুলৰ-বাগিচা৷<br />উদ্যান, উপবন, কানন, কুঞ্জ, কুঞ্জকানন, কুঞ্জবন, নিকুঞ্জ, মালঞ্চ৷",
	"ফেঁচা": "উলূক, নিয়ঁতী, নিয়ঁতী চৰাই, পেচক, মৰ-চৰাই, যমডাকিনী৷",
	"ফোঁট": "চৰাচৰ৷ তিলক, ফোঁটা, ৰেঘা৷",
	"বঙলা": "বাঙালা৷",
	"বঙালী": "বংগভাষী, বাঙালী৷",
	"বংশ": "কুল, গোত, গোত্ৰ, পৰিবাৰ, পৰিয়াল৷",
	"বংশীয়": "বংশী",
	"বংশগত": "আনুবংশিক৷",
	"বক্তৃতা": "অভিভাষণ, ভাষণ৷",
	"বগা": "চফা, ধৱল, প্রসিত, বলক্ষ, শুকুলা, শুক্ল, শুভ্ৰ, শ্বেত, সিত৷",
	"বগা ৰং": "দুগ্ধবৰ্ণ,&nbsp;শ্বেতবৰ্ণ৷",
	"বছৰ": "অব্দ, ঋতুচক্ৰ, ঋতুবৃত্তি, চন, ছাল, বছৰেক, বৎসৰ, বৰ্ষ, যুগাংশক, হায়ন৷",
	"বছৰেকীয়া": "বছৰীয়া,&nbsp;বাৰ্ষিক৷",
	"বছৰেকীয়া শ্ৰাদ্ধ": "কৰম, পানীশৰাধ, বছৰেকীয়া, সাম্বৎসৰিক৷",
	"বটগছ": " ঐশানু, বটবৃক্ষ, বড়গছ, মহাচ্ছায়, যক্ষতৰু, শিফাৰুহ৷",
	"ব’ঠা": "অৰিত্ৰ, কাণথি, কাণ্ডাৰ, কেনিপাত, ক্ষপণী, ক্ষেপণি, কৰ্ণ; দাৰ, বহিত্ৰ, বৈঠা&gt;<br />চৰি, নৌদণ্ড, লগি৷",
	"বতাহ": "অগ্নিসখ, অনিল, গন্ধবাহ, গন্ধৱহ, জগতায়ু, জগদ্বল, জগৎপ্ৰাণ, নভঃশ্বাস, নভস্বান, পৱন, পৱমান, বহ্নিমিত্ৰ, বাত, বায়ু, বায়, মাতৰিস্বা, মাৰুত, মৰুৎ, শব্দৱহ, সদাগতি, সমীৰ, সমীৰণ৷",
	"মলয়": "মলয়-মাৰুৎ, মলয়-মৰুৎ, মলয়-সমীৰ, মলয়-সমীৰণ, মলয়বায়ু, মলয়া বতাহ, মলয়াবাত, মলয়জ, মলয়পৱন, মলয়ানিল৷",
	"দক্ষিণা বতাহ": "দক্ষিণানিল;",
	"পছোৱা": "কুৰূৱা৷",
	"বধযোগ্য": "ঘাত্য, বধাৰ্হ, বধ্য, হননীয়, হন্তব্য, হন্য৷",
	"বধিৰ": "কলা, শ্ৰৱণশক্তিহীন৷",
	"বন": "অটবী, অৰণ্য, অৰণ্যানী, কানন, জংঘল, জাৰণি, বনানী, বিপিন, হাবি৷",
	"বনভূমি": "বনস্থল, বনাঞ্চল৷",
	"কান্তাৰ": "গহন বন, গহীন বন, ঘন অৰণ্য৷",
	"বিজন বন": "বিজুবন৷",
	"বনপাল": "বন-সংপালক, বন-সংৰক্ষক, বনপালক, বনৰক্ষী৷",
	"বনজুই": " ",
	"বনানীকৰণ": "অৰণ্যায়ন৷",
	"বন্য": "আৰণ্যক, জংঘলী, বনৰীয়া৷",
	"বনজ": "অৰণ্যজ,&nbsp;বনজাত৷",
	"বননি": "ঘাঁহনি, মূৰফলনি৷",
	"বনফুল": "অৰণ্যপুষ্প, অৰণ্যপ্রসূন, বনপুষ্প, বন্যকুসুম, বনৰীয়া-ফুল৷",
	"বনভোজ": " বালিভাত, পিক্নিক্৷",
	"লগভাত": "ভোজনোত্সৱ, ভোজমেল, ৰাজহুৱা ভোজ৷",
	"বন্ধু": "দোস্ত৷ মিতা, মিত্ৰ, সখা, সখি, সুহৃদ৷<br />(স্ত্ৰী ) বান্ধৱী, মিতিনী, মিত্ৰা, সখী৷",
	"বন্ধুত্ব": "দোস্তি, বন্ধুতা, মিতালি, মিতিৰালি, মিত্ৰতা, মিত্ৰত্ব, মৈত্ৰী, মৈত্ৰ্য, সখাত্ব, সখিতা, সখিত্ব, সখ্য, সৌহাৰ্দ্য৷",
	"বন্ধ্যা": "আথকুৰীয়া, প্রজনন-অক্ষম, বাঁজী৷",
	"বমি": "ওক, ওকালি, বমন, বাঁতি৷",
	"বৰঙনি": "অৰিহণা,&nbsp;অৱদান৷",
	"বৰজনা": "জেঠাল, জ্যেষ্ঠ, ভাই-শহুৰ৷",
	"বৰফ": "তুষাৰ, তুহিন, হিম, হিমানী৷",
	"বৰষুণ": "আকাশসলিল, গগনাম্বু, গোধৃত, ঘনৰস, দিব্যোদক, নীৰদবহন, পৰামৃত, বৃষ্টি, বৰিষণা, বৰ্ষণ, মেঘদ্ৰৱ, মেঘোদক, মেঘৰস৷",
	"বৰষুণ পৰা": "ধাৰাপাত, ধাৰাবৰ্ষণ, ধাৰাসম্পাত, বৰষুণ-দিয়া, বাৰিধাৰা, বাৰিপাত, বাৰিবৰ্ষণ, বৃষ্টিধাৰা, বৃষ্টিপাত, বৃষ্টিসম্পাত, বৰিষণ, বৰ্ষণ, বৰ্ষাধাৰা, মেঘাম্বুপাত৷",
	"কলহৰ কাণে ঢলা বৰষুণ": "দোপাল পিটা বৰষুণ, মুষলধাৰে হোৱা বৰষুণ৷",
	"নেৰা-নেপেৰা বৰষুণ": "কতীয়া সঁতা,&nbsp;জাগল৷",
	"এছাৰেকনি": "আছাৰেকনি, বা-ছিটা৷",
	"বৰুণ": "জলদেৱতা, জলাধিপ, জলাধিপতি, তোয়েশ, পাশপাণি, পাশভৃৎ, পাশী, প্রচেতস, প্রচেতা, বৰুণদেৱ, যাদঃপতি, সাগৰালয়৷",
	"বলৰাম": "অনন্ত, এককুণ্ডল, তালধ্বজ, তালাংক, নীলাম্বৰ, বলদেৱ, বলভদ্ৰ, বলাই, বলী, মুষলী, লাঙ্গলী, সিতাসিত, সীৰপাণি, সীৰা, হলধৰ, হলায়ুধ, হলী, ৰেৱতীকান্ত, ৰেৱতীমোহন, ৰেৱতীৰমণ, ৰৌহিণেয়৷ যুগলকিশোৰ৷",
	"বসন্তকাল": "ঋতুপতি, ঋতুৰাজ, কামসখ, কুসুমাকৰ, বসন্ত, মধুকাল, মধুমাস, হিমান্ত৷",
	"বাসন্তী": "মাধৱী৷",
	"বহল": "অভিব্যাপ্ত, প্ৰশস্ত, প্ৰসাৰিত, পৰিব্যাপ্ত, বিশাল, বিস্তীৰ্ণ, বিস্তৃত, ব্যাপ্ত, ব্যূঢ়, সুবিস্তীৰ্ণ, সুবিস্তৃত৷",
	"বিশালতা": "অভিব্যাপ্তি, প্রশস্ততা, প্ৰসাৰ, পৰিব্যাপ্তি, বিস্তাৰ, বিস্তৃতি, ব্যাপ্তি৷",
	"বাঁহী": "বংশী, বাংশী, বেণু, মুৰুলী; চিফুং; শ্বৰাটি৷",
	"বাকলি": "ছাল (দ্ৰ ), ত্বক, বল্কল, শল্ক৷",
	"বাগিচা": "বাগান, বাগ, বাৰী৷",
	"বাঘ": "ব্যাঘ্ৰ, শাৰ্দুল, হিংসাৰু৷",
	"বাঘিনী": "ব্যাঘ্ৰী৷ ",
	"ক’লা বাঘ": "ঘোং৷ ",
	"বাঘছাল": "বাঘাম্বৰ,&nbsp;ব্যাঘ্ৰচৰ্ম৷",
	"বাঢ়নী": "জাৰু, ঝাৰু, শোটা৷",
	"বাতৰি": "অৱগম, খবৰ; তথ্য, বাৰ্তা, সংবাদ, সন্দেশ, সম্ভেদ৷<br />পত্ৰ-সন্দেশ৷ চৌখাম৷",
	"বাতৰি দিওঁতা": "বাতৰি যোগনিয়াৰ, সংবাদদাতা, সংবাদসেৱী, সাংবাদিক৷",
	"বাতৰি-কাকত": " খবৰ-কাগজ, সংবাদপত্ৰ, সংবাদপত্ৰিকা৷",
	"বাদে": "বাজে, বাহিৰে৷",
	"বিনে": "অবিহনে, বিহনে৷",
	"বাধা": "অন্তৰায়, প্রত্যুহ, প্ৰতিবন্ধ, প্ৰতিবন্ধক, বিঘটন, বিঘাত, বিঘিনি, বিঘ্ন, বিশকম্ভ, ব্যাঘাত, ব্যাহতি৷",
	"বান": "প্লাৱন, বন্যা, বাঢ়নী পানী; বানপানী৷ ধল৷",
	"বান্দৰ": " কপি, কীশ, কুশাক্ষ, প্লৱংগ, প্লৱংগম, প্লৱগ, পৰ্ণমৃগ, বলিমুখ, বানৰ, বৃক্ষচৰ, মৰ্কট, শাখামৃগ৷ (স্ত্ৰী ) বান্দৰী৷",
	"বায়ুদেৱতা": "পৱন, পৱনদেৱ, বায়ু, মৰুৎপতি৷",
	"বাৰম্বাৰ": " পুনঃ পুনঃ, বাৰংবাৰ, বাৰে বাৰে, বাৰেপতি৷",
	"বাৰংবাৰতা": "পৌনঃপুনিকতা৷",
	"পুনঃপৌনিক": " ",
	"বাৰ্ধক্য": " জৰা; প্রৱীণতা, বুঢ়াকাল, বৃদ্ধত্ব, বৃদ্ধাৱস্থা৷",
	"বাহ": "অংকুৰক, কুলায়, নীড়, পক্ষীনীড়, বাহা৷",
	"বিক্ৰেতা": "দোকানী, পোহাৰী, বিক্ৰীদাৰ, বেচোঁতা৷",
	"বিচাৰক": " দণ্ডাধিকাৰী, দণ্ডাধীশ, ন্যায়মূৰ্তি, ন্যায়াধীশ, বিচাৰপতি৷",
	"বিছনা": "চাং, ঢাৰি-পাটী, পাটী, শয্যা, শেতেলি৷<br />খাট, চালপীৰা, চাৰপাই, পালংক, পালেং, পৰ্যংক৷",
	"বিজুলী": " অচিৰপ্ৰভা, অচিৰাংশু, অচিৰাভা, অণুভা, অনুপ্ৰভা, ক্ষণদ্যুতি, ক্ষণপ্রকাশ, ক্ষণপ্ৰভা, চঞ্চলা, চপল, চিকুৰ, দামিনী, নীলাঞ্জনা, বিজুৰি, বিদুলী৷ মেঘজ্যোতি, শম্পা, সৌদামিনী৷",
	"বিদ্যুল্লতা": "বিদ্যুন্মালা৷",
	"বিদ্যায়তনিক": "একাডেমিক, শিক্ষাসদী, শৈক্ষিক, সাৰস্বত৷",
	"বিদ্যালয়": "ছাতৰশালি, টোল, পঢ়াশালি, পাঠশালা, স্কুল৷",
	"বিদ্যুৎ": "তড়িৎ, বিজুলী৷",
	"বিদ্ৰূপ": "ইতিকিং, উপলুঙা, উপহাস, উপালম্ভ, ঠাট্টা, পেংলাই, পৰিহাস, মস্কৰা৷",
	"বিদ্ৰূপাত্মক": " ",
	"বিনিময়": "আদান-প্ৰদান, দিয়া-নিয়া, দিয়া-লোৱা, ব্যতিহাৰ, সলনা-সলনি৷",
	"বিন্ধ্": "খোঁচ্, ফুট্, হান্৷",
	"বিন্ধা": " ছিদ্ৰ, জলঙা; জলা, ফুটা, সহৰ্জলা, সুৰুঙা, ৰন্ধ্ৰ৷",
	"বিপদ": " আপদ, আহুকাল, জঞ্জাল, দুৰ্দশা, দুৰ্দিন, দুৰ্যোগ, দুৰৱস্থা, দৈৱ-দুৰ্বিপাক, পয়মাল, বিঘিনি, বিঘ্ন, বিপত্তি, বিপাক, বিলাই, বিলৈ, সংকট৷",
	"বিপন্ন": "দুৰ্দশাগ্ৰস্ত,&nbsp;বিপদাপন্ন৷",
	"বিপৰীত": "ওভোতা, ওলোটা, প্রতিলোম, প্ৰতীপ, বিপ্ৰতীপ, বিলোম, ব্যত্যস্ত৷",
	"বৈপৰিত্য": "ব্যত্যয়৷",
	"বিফলতা": "অকৃতকাৰ্যতা, অকৃতকৃত্যতা, অকৃতকৰ্মতা, অকৃতাৰ্থতা, অচৰিতাৰ্থতা, অসফলতা, অসাফল্য, অসিদ্ধি, নিষ্ফলতা, ব্যৰ্থতা৷",
	"বিফল": "অকৃতকাৰ্য, অকৃতকৃত্য, অকৃতকৰ্ম, অকৃতাৰ্থ, অচৰিতাৰ্থ, অসফল, নিষ্ফল, ব্যৰ্থ৷",
	"বিবুদ্ধি": "বিপাং, বিমোৰ, বিৱশ৷",
	"বিমান": "আকাশী যান, আকাশী জাহাজ, উৰাজাহাজ; এইৰ’প্লেইন; জেট প্লেইন৷",
	"বিমানঘাটি": "বিমানকোঠ, বিমানপোত, বিমানবন্দৰ৷",
	"বৈমানিক": "পাইলট৷",
	"বিয়া": "উদ্বাহ, উদ্বাহন, উপযাম, ঊঢ়ি, চকলং; নিকাহ, পৰিণয়, পৰিণয়ন, বিবাহ৷ কৰগ্ৰহণ, কৰগ্ৰহ, দাৰকৰ্ম, দাৰগ্ৰহণ, দাৰপৰিগ্ৰহণ, দাৰপৰিপগ্ৰহ, পাণিগ্ৰহ, পাণিগ্ৰহণ৷",
	"বৈবাহিক": "ঔদ্বাহিক৷",
	"বিৰক্তি": " আওখটি, আখটি, আমনি, জেউৰ৷ ",
	" অতিষ্ঠ": "উত্যক্ত৷",
	"বিৰাম": " অৱকাশ, অৱসৰ, অৱৰতি, ক্ষান্তি, ছুটী, ছেদ, জিৰণি, জুৰণি, নিবৃত্তি, বিৰতি, যতি৷",
	"বিলম্ব": "আলম-বিলম; গহৰি, দীৰ্ঘসূত্ৰতা, দীৰ্ঘসূত্ৰিতা, দেৰি, পলম, বেলি, হেলা৷",
	"বিলম্বিত": "",
	"বিলুপ্তি": "অপায়, অৱলুপ্তি, অৱলোপ, নিৰ্মূলীকৰণ, প্ৰোৎসাদন, বিলয়, বিলোপন, লয়, লুপ্তি, লোপ৷",
	"বিশৃংখলা": " অপাৰিপাট্য; উচ্ছৃংখলা, খামখেয়ালি, খেলিমেলি, গণ্ডগোল, গোলমাল, বিশৃংখলতা, বেমেজালি, হৈ-চৈ৷",
	"উখল-মাখল": "উদুলি-মুদুলি৷",
	"বিশৃংখল": "অপৰিপাটি, উচ্ছৃংখল, খেলিমেলি, তচনচ৷",
	"বিশ্বাস": "আস্থা, প্রত্যয়, ভাৰসা৷",
	"বিষুৱৰেখা": "নিৰক্ষ-বৃত্ত, নিৰক্ষ-ৰেখা৷",
	"বিষুৱীয়": "নিৰক্ষীয়৷",
	"বিষ্ণু": "অচ্যুত, অজিত, অনন্ত, অনন্তদেৱ, অনন্তশয়ন, অনাদি, কঞ্জনাভ, কমললোচন, কমলাকান্ত, কমলাপতি, কুন্দৰ, কেশৱ, খগাসন, গদাধৰ, গদাপাণি, গোলোকেশ্বৰ, গৰুড়কেতু, গৰুড়বাহন, গৰুড়ধ্বজ, চক্ৰধৰ, চক্ৰপাণি, চক্ৰায়ুধ, চতুষ্কৰ, চতুৰ্বাহু, চতুৰ্ভুজ, জগদীশ্বৰ, জগন্নাথ, জনাৰ্দন, জয়পাল, জহ্নু, ত্ৰিপতি, ত্ৰিলোকনাথ, ত্ৰৈলোক্যনাথ, ত্ৰৈলোক্যেশ্বৰ, দনুজদমন, দানৱাৰি, দামোদৰ, দীননাথ, দীনবন্ধু, দীনেশ, দৈত্যাৰি, ধৰণীশ্বৰ, নাৰায়ণ, নিৰঞ্জন, পদ্মধৰ, পদ্মনাভ, পদ্মপাণি, পাৰায়ণ, পুণ্ডৰীকাক্ষ, পুৰাণপুৰুষ, পুৰুষোত্তম, পৰব্যোম, বলিন্দম, বলিসূদন, বামন, বিভু, বিশ্বম্ভৰ, বৈকুণ্ঠ, বৈকুণ্ঠনাথ, বৈকুণ্ঠপতি, ভুৱনমোহন, মধুদ্বিষ, মাধৱ, মাল, যজ্ঞপুৰুষ, যজ্ঞেশ্বৰ, লক্ষ্মীকান্ত, লক্ষ্মীনাথ, লক্ষ্মীন্দ্ৰ, লক্ষ্মীপতি, লক্ষ্মীশ্বৰ, লোকনাথ, শংখধৰ, শংখপাণি, শাৰংগধৰ, শাৰংগপাণি, শিপিৱিষ্ট, শ্ৰীকান্ত, শ্ৰীনাথ, শ্ৰীনিৱাস, শ্ৰীপতি, সত্য, হংস, হৃষীকেশ, হৰি, ৰমাকান্ত, ৰমানাথ, ৰমাপতি, ৰমেশ৷",
	"বিষ্ঠা": " উবদ্ধ, কোষ্ঠ, গূ, পুৰীষ, ভেদ, মল, লাদ, শকৃৎ, শমল, শৌচ৷",
	"বিসংগতি": " কেৰোণ, খুঁত, গণ্ডগোল, গোলমাল, দোষ৷",
	"বিকলতা": "বৈকল্য৷",
	"বিসোৱাদ": "সেৰসেৰীয়া, সেৰেকা৷",
	"বিহ": "কালকুট, গৰল, জহৰ, বিষ, হলাহল৷",
	"বিহলঙনী": "বগা মেদেলুৱা, বিষ্কু৷",
	"বিহাৰ": "মঠ, সংঘাৰাম, সচং, সত্ৰ, হাটী৷",
	"বুকু": "উৰ, উৰঃস্থল, উৰস, বক্ষ, বক্ষঃস্থল, বুক৷",
	"বুঢ়া": "অথৰ্ব, জৰদ্গৱ, প্রৱীণ, প্ৰৌঢ়, বয়োবৃদ্ধ, বৃদ্ধ, বৰ্ষিষ্ঠ, বৰ্ষীয়ান৷",
	"বুঢ়া আঙুলি": "অংগুষ্ঠ, বৃদ্ধাংগুলি৷",
	"বুঢ়ী": "প্রৌঢ়া, প্ৰৱীণা, বয়োবৃদ্ধা, বৃদ্ধা, বৰ্ষীয়সী৷",
	"বুদ্ধদেৱ": "অকনিষ্ঠ, অমিতাভ, অৰ্কুচ, অৱলোকিতেশ, গৌতম, গৌতম-বুদ্ধ, তথাগত, দশবল, ধৰ্মকেতু, পদ্মপাণি, বিনায়ক, বিশ্বজিৎ, বুদ্ধ, বোধিসত্ব, মহাবোধি, মৈত্ৰেয়, লোকজিৎ, শাক্যমুনি, শাক্যসিংহ, শৌদ্ধোধন, শ্ৰীঘন, ষড়ভিজ্ঞ, সম্বুদ্ধ, সিদ্ধাৰ্থ, সুগত৷",
	"বুদ্ধিমান": "ধীমান, ধীযুক্ত, ধীসম্পন্ন, প্ৰমতি, বুদ্ধিত বুদ্ধিমন্ত, বুধিয়ক, বৃহস্পতি, মেধাযুক্ত, মেধাৱান, মেধাৱী৷ (স্ত্ৰী) বুদ্ধিমতী৷",
	"তীক্ষ্ণবুদ্ধি": "কুশাগ্ৰধী, কুশাগ্ৰবুদ্ধি, তীক্ষ্নধী, প্ৰখৰবুদ্ধি, শাণিতবুদ্ধি৷",
	"বুধ": "ইন্দুজ, চন্দ্ৰাত্মজ, শশিসুত, সৌম্য, ৰোহিণীতনয়৷",
	"বৃত্ত": "গোলাকৃতি, চক্র, বলয়, বৰ্তুল, মড়ল, মণ্ডল৷",
	"বৃন্দাবন": "গোকুল, গোষ্ঠ, বিপিন, ব্ৰজ, ব্ৰজধাম, মধুবন৷",
	"বৃন্দাবনী": "মধুবনী৷",
	"বৃহস্পতি": "গীপতি, গীষ্পতি, ত্ৰিদশাচাৰ্য, দেৱগুৰু, দ্বাদশাংশু, বৃহতীপতি, সুৰগুৰু, সুৰাচাৰ্য৷",
	"বেঁকা": "কুটিল, বংকিম, বক্ৰ, মেচা৷",
	"অসৰল": "কেঁকোৰা-কেঁকুৰি, ভাঁজ লগা৷",
	"বক্ৰতা": " কুটিলতা৷",
	"বেগ": "ক্ষিপ্রতা, ত্বৰা, দ্ৰুততা, দ্ৰুতি, শীঘ্ৰতা৷",
	"বেগী": " দ্ৰুত, ক্ষিপ্ৰ, শীঘ্ৰ, ত্বৰিত, ত্বৰান্বিত৷",
	"বেদ": "নিগম, ছন্দ, চতুঃশাখ, গো, শ্ৰুতি৷ সংহিতা৷",
	"বেয়া": "অকল্যাণকৰ, অধম, অপকাৰী, অপকৃষ্ট, অমংগলীয়া, অশুভ, অসৎ, কদৰ্য, জঘন্য, নিকৃষ্ট, নীচ, নীহ, মন্দ, হীন৷",
	"বেৰ": "দেৱাল, প্রাচীৰ, বেৰা৷",
	"বেল": "অতিমংগল্য, বিল্ব, শ্ৰীফল৷",
	"বেলগছ": "শিৱদ্ৰুম৷",
	"বেলিফুল": "সূৰুযমুখী, সূৰ্যমুখী৷",
	"বেশ্যা": "অজ্জুকা, অবিদ্যা, কছবী, কামলেখা, কামৰেকা, ক্ষণবধূ, ক্ষুদ্ৰা, গণিকা, গোসৰ্পিকা, জনপদবধূ, তিৰী, দেহোপজীৱিনী, ধৰ্ষিণী, নগৰনটী, নটিনী, নটী, নাটেশৰী, পণাংগনা, পণ্যাংগনা, পতিতা, প্ৰেষণী, পৰপুষ্ট, বাৰনাৰী, বাৰবধূ, বাৰবনিতা, বাৰাংগনা, বাৰেপৈয়াতী, মাগী, যৌনকৰ্মী, লজ্জিকা, সঞ্চাৰিকা, স্পৰ্শা, হট্টবিলাসিনী, ৰণ্ডা, ৰতায়নী, ৰাজহী ৰাজহী, ৰাণ্ডী, ৰুণ্ডিকা, ৰূপাজীৱা, ৰূপোপজীৱিনী, ৰেণ্ডী৷",
	"বেশ্যালয়": "গণিকালয়, পতিতালয়৷",
	"বেশ্যা-বৃত্তি": "বেশ্যামি৷",
	"বৈকুণ্ঠ": "গোলোক, গোলোকধাম, বিষ্ণুধাম, বিষ্ণুলোক৷",
	"বৈকুণ্ঠগামী": "বৈকুণ্ঠী, বৈকুণ্ঠীভূত৷",
	"বৈৰাগ্য": "অনীহা, উদাসীনতা, নিষ্পৃহতা, নিৰ্লিপ্ততা, বিৰাগ, বীতস্পৃহা৷",
	"বোকা": "কৰ্দম, পংক, পেঁক৷",
	"পংকিল": "কৰ্দমাক্ত৷",
	"বোৱাৰী": "পুত্ৰবধূ, বধূ৷",
	"ব্যয়": "খৰচ, ভগন, ভাঙন৷",
	"ব্যৱধান": "অন্তৰ, অন্তৰাল, ফাঁক৷",
	"ব্যৱধানত": "অন্তৰত, মূৰত৷",
	"ব্যৱসায়": "ক্ৰয়-বিক্ৰয়, বণিজ, বাণিজ্য, বেপাৰ, বেহা৷",
	"ব্যৱসায়ী": "বণিক, বাণিজাৰ, বেপাৰী, বৈশ্য, মুদৈ, সদাগৰ, সাউদ৷",
	"ব্যৱসায়িক": "বাণিজ্যিক৷",
	"ব্যৱস্থা": "আয়োজন, প্ৰবন্ধ, বন্দৱস্ত, ব্যৱস্থাপনা, যোগাৰ৷",
	"ব্যৱস্থাপক": "প্রবন্ধক৷",
	"ব্যাখ্যা": "বিৱৰণ, বিৱৰণি৷ টীকা, টিপ্পনী৷",
	"ব্ৰহ্মপুত্ৰ": "চাংপো, দিহাং, পদ্মা, বৰনৈ, যমুনা, লুইত, লোহিত, লৌহিত্য৷",
	"ব্ৰহ্ম": "আদি-কাৰণ, পৰম-বহ্ম, পৰম-সত্তা৷",
	"ব্ৰহ্মা": "অকাৰ, অগজন্মা, অঘ্ন, কঞ্জ, কঞ্জৰ, কমলযোনি, কমলাসন, চতুৰানন, চতুৰ্বক্ত্ৰ, চতুৰ্মুখ, চিদম্বৰ, চিদাত্মা, চিদানন্দ, পদ্মভু, পদ্মোদ্ভ, প্ৰজাপতি, পৰমেষ্ঠী, বিধাতৃ, বিৰিঞ্চি, সনাতন, সনৎ, সৃষ্টিকৰ্তা, স্ৰষ্টা, হংসবাহন, হিৰণ্ময়, হিৰণ্যগৰ্ভ, হেমাংগ৷",
	"ব্ৰাহ্মণ": "দ্বিজ; বামুণ, বিপ্ৰ, ভূদেৱ৷",
	"ভঁৰাল": "আগাৰ, গুদাম, পণ্যাগাৰ, ভাণ্ডাৰ৷",
	"ভঁৰালী": "গুদামবাবু,&nbsp;ভাণ্ডাৰী৷",
	"ভক্তি": "অনুৰাগ, ভকতি, ৰতি৷",
	"ভক্তিমান": "ভক্তিপ্ৰাণ৷",
	"ভগ্নী": "জামি, ভগিনী, ভনী, সহোদৰী, সোদৰ্যা, স্বসা৷",
	"বাই": "অগ্ৰজা, জ্যেষ্ঠা, বা, বাইটি, বাইদেউ, ভগ্নী৷",
	"ভনী": "অনুজা, কনিষ্ঠা ভগ্নী, ভণ্টি, ভন, ভনীটি৷",
	"ভিনিহি": "ভিনিহিদেউ; ",
	"ভনীজোঁৱাই": "বৈনাই৷",
	"ভদ্ৰ": " নম্ৰ, বিনত, বিনম্ৰ, বিনয়ী, শালীন, শিষ্ট, সভ্য, সাধু, সুজন, সুভদ্ৰ, সুশীল৷",
	"ভদ্ৰোচিত": "ভদ্ৰজনোচিত; ",
	"ভদ্ৰা": "সুশীলা৷",
	"ভদ্ৰতা": "বিনয়, ভব্যতা, শালীনতা, শিষ্টতা, শিষ্টাচাৰ, সভ্যতা, সাধুতা, সুজনতা, সুশীলতা, সৌজন্য৷",
	"ভয়": "অভিশংকা, আতংক, আশংকা, ডৰ, ত্ৰাস, ভীতি, ভীষা, শংকা, সন্ত্ৰাস, সাধ্বস৷",
	"ভয়ংকৰ": "জয়াল, জয়াৰ, বিভীষণ, বিভীষিকাপূৰ্ণ, ভীতিকৰ, ভীতিজনক, ভীতিপ্ৰদ, ভীষণ, ভয়ানক, ভয়াল, ভয়াৱহ, লোমহৰ্ষক, শংকাকুল, শংকাপূৰ্ণ, শংকাবহুল, সাংঘাতিক, ৰোমহৰ্ষক৷",
	"ভীত": "আতংকিত, ভয়ত কম্পমান, ভ্ৰস্ত, শংকিত, সন্ত্ৰস্ত৷",
	"ভৰি": "অধমাংগ, চৰণ, পদ, পাও, পাৱ৷",
	"কলাফুল": "জংঘা;",
	"আঁঠু": "জানু;",
	"ভৱিষ্যৎ": "অনাগত কাল,&nbsp;ভাবীকাল৷",
	"ভাং": "গঞ্জিকা, গাঁজা, গাঞ্জা৷",
	"ভঙুৱা": "গাঁজাখুৰী, গাঁজাখোৰ৷",
	"ভাগৰ": "অৱসন্নতা, অৱসাদ, ক্লান্তি, পৰিশ্ৰান্তি, শ্ৰান্তি৷",
	"ভাগৰুৱা": "অৱসন্ন, ক্লান্ত, পৰিশ্ৰান্ত, লবেজান, লেবেজান, শ্ৰান্ত৷",
	"ভাগ্য": "অদৃষ্ট, কপাল, কিছমত, দিষ্ট, দৈৱ, নচিব, নিয়তি, প্ৰাক্তন, বিধি, ভৱনীয়, ভৱিতব্য, ললাট৷",
	"ভাগ্যবিধাতা": "সৰ্বময়কৰ্তা; হৰ্তা-কৰ্তা৷",
	"ভাটৌ": "গলমণিকা, চন্দনা, চন্দনাপক্ষী, টিঞা, টিয়াঁ, মদনা, শুক৷",
	"ভাত": "অন্ন, চাউল-সিজোৱা৷ পায়স (দ্ৰ )৷",
	"ভাৰত": "ইণ্ডিয়া; ভাৰতবৰ্ষ, হিন্দুস্থান৷<br />হৈমৱত (পৌৰা ) ইলাৱৰ্ত, উত্তৰকুৰু, কিম্পুৰুষ, কেতুমালা৷ জম্বুদ্বীপ, বৰ্ষ, ভদ্ৰাশ্ব, হিৰণ্ময়, হৰি, ৰম্যক৷",
	"ভাৰতীয়": "হিন্দুস্থানী৷",
	"ভাল": "উত্তম, উন্নত, সজ, সঠিক৷ সুন্দৰ, সৎ৷ অনুকূল৷ সচল৷",
	"ভাল নোপোৱা": "অপ্ৰিয়, এলাগী, বিৰাগভাজন৷",
	"ভিতৰুৱা": "অন্তৰ্গত, অন্তৰ্ভুক্ত, সন্নিৱিষ্ট৷",
	"ভিক্ষু": " ক্ষপণক, মহাস্থৱিৰ, শ্ৰমণ৷",
	"ভীম": "জয়ন্ত; পৱননন্দন, বল্লভ, বৃকোদৰ, ভীমসেন৷",
	"ভীমকল": "আঠীয়াকল, বজৰীয়া কল৷ চপা-আঠীয়া৷",
	"ভীষ্ম": "গংগাপুত্ৰ, গংগাসুত, গাংগায়নি, গাংগেয়, দেৱব্ৰত, শান্তনৱ৷",
	"ভুকু": "ঘোচা, মুকুটি, মুষ্টি৷",
	"ভুল": "খুঁত, ছিদ্ৰ, ত্ৰুটি, প্ৰমাদ, ভ্ৰান্তি৷",
	"ভ্ৰান্ত": "ত্ৰুটিপূৰ্ণ, প্ৰমাদী৷",
	"ভূমিকম্প": "ভূঁইকঁপ, ভূকম্প, ভূকম্পন, ভূমিকম্পন, ভূস্পন্দ৷",
	"ভূমিদাস": "খাতোৱাল, বসতীয়া, বহতীয়া৷",
	"ভৃত্য": "আলধৰা, কিংকৰ, গোলাম, চাকৰ, দাস, নফৰ, প্রেষ্য পৰিকৰ, পৰিচাৰক, পৰিচৰ, বান্দা, লগুৱা, লিকচৌ, লিগিৰা, সেৱক৷",
	"দাসী": "চাকৰণী, প্ৰেষ্যা, পৰিচাৰিকা, লিগিৰী, সেৱিকা৷",
	"ভেঁকুৰে ধৰা": "উখুমা-উখুম, ভেঁকুৰা, মলঙা৷",
	"ভেটী": "উৎকোচ, উপঢৌকন, ঘোচ৷",
	"বক্চিচ": "পেচকচ৷ ",
	"ভেকুলী": "অজন্ত, অজিহ্ব, কটুৰৱ, কৃত্যালয়, দাদুৰ, দৰ্দুৰ, প্লৱ, প্লৱংগ, প্লৱংগম, প্লৱগ, বৃষ্টিভূ, বেং, বৰ্ষাঘোষ, বৰ্ষাভূ, বৰ্ষামদ, ভেক, ভেকোলা, মণ্ডুক, শালুৰ৷",
	"ভেৰা": "উৰব্ৰ; গড্ডল, ভেড়া, মেষ, মেৰছাগি৷",
	"ভোক": "ক্ষুধা, খঁক, বুভুক্ষা৷",
	"ভোকাতুৰ": "অভুক্ত, ক্ষুধাতুৰ; ক্ষুধিত, খঁকুৱা, নিৰন্ন, বুভুক্ষু৷",
	"ভোজন": "অনদন, অভ্যৱহাৰ, অভ্যৱহৰণ, অশন, আশ, খাদন, খাৱন, খোৱা, গ্ৰসন, গ্ৰাসকৰণ, নিগৰণ, প্রত্যৱসান, প্ৰাশ, প্ৰাশন, ভক্ষণ, ভুক্তি, সেৱন৷",
	"ভোজ": "দবনি পিটি খোৱা,&nbsp;ভূৰিভোজন৷",
	"ভোমোৰা": "অলি, অলিপক, অলিম্পক, দ্বিৰেফ, ভ্ৰমৰ, মধুপ৷",
	"ভ্ৰমণ": "প্রব্ৰজন, পৰিব্ৰজন, পৰ্যটন, ফুৰণ৷",
	"ভ্ৰষ্টাচাৰ": "অতিচাৰ, অনাচাৰ, কদাচাৰ, দুৰাচাৰ, ব্যভিচাৰ৷",
	"ভ্ৰষ্টাচাৰী": "অনাচাৰী, কদাচাৰী, দুৰাচাৰী, ব্যভিচাৰী৷",
	"ভ্ৰাতৃ": "একজ, একোদৰ, ভাই, ভ্ৰাতা, সগৰ্ভ, সহোদৰ, সোদৰ, সোদৰ্য৷",
	"ককাই": "অগ্রভূ, অগ্ৰজ, জ্যেষ্ঠ দাদা, পুৰোজন্মা, ভ্ৰাতা, ভ্ৰাতৃ৷",
	"ভাই": "অনন্তৰজ, অনুজ, অনুজন্মা, অনুজাত, উপজ, ভাই, সৰু৷",
	"ভ্ৰূ-ভংগি": "ভেৰাকুটি, ভ্ৰূকুঞ্চন, ভ্ৰূকুটি৷",
	"মগজু": "মগজ, মস্তিষ্ক, মূৰৰ ঘিউ৷",
	"মগনিয়াৰ": "কৰ্পটিক, খোজনিয়াৰ, বসুকীট, ভিক্ষাচৰ, ভিক্ষাপ্রাৰ্থী, ভিক্ষাৰী, ভিক্ষাৰ্থী, ভিক্ষু, ভিক্ষুক, ভিখাৰী৷",
	"ভিক্ষাজীৱী": "পৰান্নজীৱী, ভিক্ষোপজীৱী৷",
	"মঙল (গ্ৰহ)": "আৱনেয়, কুজ, কুজগ্ৰহ, গগনোল্মুক, ধৰাত্মজ, বৰ্ষাচিঃ, ভৌম, মহীজ, মহীসুত, লোহিতাংগ৷",
	"মৎস্যজীৱী": "কৈৱৰ্ত, জালোৱা, ধীৱৰ, নদীয়াল, মাছমৰীয়া, মাছুৱৈ, মৎস্যোপজীৱী৷",
	"মধুৰতা": "মধুৰত্ব, মধুৰিমা, মাধুৰী, মাধুৰ্য৷",
	"মন কৰ্": "চকু দে, দৃষ্টিপাত কৰ, লক্ষ কৰ্৷",
	"মনসা": "জগদ্গৌৰী, জগৎকাৰু, নাগমাতা, নাগেশ্বৰী, পদ্মলাঞ্ছনা, পদ্মা, পদ্মাৱতী, বিষহৰা, বিষহৰী, বৈষ্ণৱী, মাৰৈ, শৈৱী, সিদ্ধযোগিনী, সৰ্পদেৱী৷",
	"মনোভাব": "অৱধাৰণা, আশয়, চিত্তবৃত্তি, চিন্তা, ভাৱনা৷",
	"মনোমালিন্য": "মতভেদ, মতান্তৰ, মনান্তৰ৷",
	"মনোযোগ": "মনঃসংযোগ, মনোনিৱেশ৷",
	"মন্ত্ৰী": "অমাত্য, উজীৰ, দেৱান",
	"মন্থৰ": "অত্বৰ, অদ্ৰুত, অশীঘ্ৰ, ধীৰ, বিলম্বিত, মন্দ, মৃদু, লাহে লাহে যোৱা বা হোৱা, লেহেম, শ্লথ, ৰৰৈয়া৷",
	"মন্থৰতা": "অত্বৰা, ধীৰতা, মন্দতা, মন্দত্ব, মান্দ্য, মাৰ্দৱ, মৃদুতা, শ্লথতা৷",
	"মন্দিৰ": "উপাসনাগৃহ, কীৰ্তনঘৰ, গোসাঁইঘৰ, দেউল, দেৱগৃহ, দেৱমন্দিৰ, দেৱায়তন, দেৱালয়, দৌল, দ’ল, নামঘৰ, প্ৰাৰ্থনাগৃহ, মঠ, হৰিমন্দিৰ৷",
	"শিৱমন্দিৰ": "শিৱধাম, শিৱস্থান, শিৱালয়৷",
	"মৰম": "চেনেহ, টান, দৰদ, মমতা, মায়া, মায়া-মমতা, স্নেহ, স্নেহ-প্ৰীতি৷",
	"মৰমিয়াল": "দৰদী৷",
	" চেনেহা-চেনেহি": "",
	"ম’ৰা": "কলাপী, গোনৰ্দ, বৰ্হিণ, বৰ্হী, ময়ূৰ, মৈৰা, শিখাধৰ, শিখাবল, শিখী, সিতাপাংগ, সৰ্পহিংসক৷ (স্ত্ৰী) ময়ূৰী৷",
	"ম’ৰাৰ নেজ": "বৰ্হিপত্ৰ, ময়ূৰপুচ্ছ, পেখম, কলাপ, বৰ্হ, শিখণ্ড, শিখণ্ডী, শিখণ্ডক, পিচ্ছ৷",
	"মৰীচিকা": "আতপোদক, মৃগতৃষা, মৃগতৃষ্ণা, মৃগতৃষ্ণিকা, মৰুমায়া৷",
	"মৰুভূমি": "ইৰণ, ইৰিণ, দশেৰক, ধন্ব, বিৰাৱান, মৰু, মৰুপ্ৰান্তৰ, মৰুভূ, মৰুস্থল, মৰুস্থলী৷",
	"মৰ্মভেদী": "অন্তৰ্ভেদী, গাজত লগা, মৰ্মন্তুদ, হৃদয়বিদাৰক৷",
	"মল": "ওখল, ক্লেদ, মলি৷",
	"বিষ্ঠা": "",
	"মলিন": "ক্লেদাক্ত, মলিয়ন৷",
	"মলত্যাগ": "কোষ্ঠশুদ্ধি, বিষ্ঠাত্যাগ, বিৰেচন, ভেদ, মলভেদ, শৌচ কৰা, হগা কাৰ্য, ৰেচন৷",
	"মলদ্বাৰ": "কটি, গিদা, গুদ, গুহ্যদেশ, গুহ্যদ্বাৰ, পায়ু, পোকৰ৷",
	"টিকা": "জঘন, তপিনা, নিতম্ব৷",
	"মহৎ": "মহান, মহীয়ান৷",
	"মহাকাশচাৰী": "নভশ্চাৰী, নভশ্চৰ, মহাকাশ-অভিযাত্ৰী৷",
	"মহাসাগৰ": "মহাসমুদ্ৰ, মহাসিন্ধু, মহাৰ্ণৱ, মহোদধি৷",
	"মাংস": "আমিষ,&nbsp;মঙহ৷",
	"মাংসল": "মঙহাল৷",
	"মাখন": "ননী, নৱনী, নৱনীত, লনী, লৱনু৷",
	"মাছ": "আত্মাশী, কণ্টকী, জলেশয়, পৃথুৰোমা, মত্স্য, মীন, শল্কলী, শল্কী৷",
	"মাছৰোকা": "মীনৰংগ, মৎস্যৰংগ, হনুমন্তা৷",
	"মাজে মাজে": " (ক্ৰি-বিণ) কেতিয়াবা কেতিয়াবা, মাজে-মধ্যে, মাজে-সময়ে, সময়ে সময়ে৷",
	"মাটি": "মৃত্তিকা, মৃদা, মৃৎ৷",
	"ভূমি": "ক্ষেত্র, জমি, জমিন, ঠাই, থান, স্থল, স্থান৷",
	"মাটিকঁঠাল": "আনাৰস, কেতেকীকঁঠাল, সঁফুৰিকঁঠাল৷",
	"মাণিক": "চুনি, পদ্মৰাগমণি, মাণিক্য, ৰুবী৷",
	"মাতৃ": "অম্বলা, আই, আইতা, জননী, জনিকা, জন্মদাত্ৰী, জনয়িত্ৰী, প্রজায়িনী, প্ৰজনিকা, বৌ, মা, মাতৃকা৷",
	"মাদকতা": "আমেজ, মজা, সোৱাদ৷",
	"মানৱতা": "নৰত্ব, মনুষ্যত্ব, মানৱত্ব, মানৱিকতা, মানৱীয়তা৷",
	"মানৱীয়": "পৌৰুষেয়, মনুষ্যোচিত, মানুষিক, মানৱসুলভ, মানৱিক, মানৱোচিত৷",
	"মানুহ": "জন, দ্বিপদ, দ্বিপদী, দ্বিপাদ, নৃ, নৰ, নৰ-মনিচ, পথালিচকুৱা. মনিচ, মনুজ, মনুষ্য, মানৱ, লোক৷",
	"নৃতত্ত্ব": "নৃবিদ্যা৷",
	"মামা": "মাতুল, মোমাই, মোমাইদেউ৷",
	"মামী": "মাই, মাতুলানী৷",
	"মালা": "মলা, মালিকা, মাল্য৷",
	"মালী": "বাৰীচোৱা, মলীয়া, মালাকাৰ৷ (স্ত্ৰী) মালিনী৷",
	"মিছা": "অপ্রকৃত, অসত্য, আসৈ, ফাঁকি, বিকৃত, মিথ্যা৷",
	"মিছলীয়া": "মিথ্যাচাৰী, মিথ্যাবাদী৷",
	"মিঠা": "মধুৰ, মিষ্ট, সুমিষ্ট, সুৱদী, সোৱাদ৷",
	"মিঠাই": "মিঠৈ, মিষ্টান্ন, লাড়ু, হালুৱা৷",
	"মিহি": "চিকণ, চিকুণ, নিমজ, মসৃণ৷",
	"মুকুট": "কিৰীটি, মৌলি, শিৰোভূষণ, শিৰোমণি, শেখৰ৷",
	"মুক্ত": "উচ্ছৃংখল, উদ্দাম, উন্মুক্ত, বন্ধনহীন, মুকলি৷",
	"মুক্তি": "অবন্ধন, অৱমোচন, বিমোচন, মুকুতি, মোক্ষণ, মোচন৷",
	"মুখ": "আনন, আস্য, বদন, বদনমণ্ডল, মুখমণ্ডল, মুখাকৃতি, মুখাৱয়ব৷<br />মুখগহ্বৰ, মুখবিৱৰ৷",
	"মুখ্য": "অগৌণ, প্রধান, মুখিয়াল৷",
	"মুখ্যতঃ": "ঘাইকৈ, প্ৰধানকৈ, প্ৰধানতঃ৷",
	"মুৰব্বী": "ঘাই, প্রধান, প্রমুখ, বৰমূৰীয়া, মুখিয়াল৷",
	"মুহূৰ্ত": "ক্ষণ, নিমিষ, নিমেষ, পলক, লগন, লগ্ন, লহমা৷",
	"মূত্ৰ": "পেচাব, প্ৰস্ৰাৱ, মূত, মেহ৷",
	"মূৰ": "উত্তমাংগ, একাংগ, প্রধানাংগ, মস্তক, মাথ, মাথা, মুণ্ড, মূৰ্ধা, শিৰ৷",
	"মূৰ্খ": "অজগৌ, অজমূৰ্খ, আহম্মক, জধামূৰ্খ, নিৰ্বুদ্ধি, নিৰ্বোধ, বুদ্ধিশূন্য, বুদ্ধিহীন, মন্দমতি, মূঢ়, মূৰুখ, মূৰুখমতি৷",
	"অজ্ঞ": "অজ্ঞানী৷",
	"মূৰ্তি": "চলন্তা, প্রতিমা, বিগ্ৰহ, মূৰুতি৷",
	"মূৰ্তিপূজা": "জড়োপাসনা, পৌত্তলিকতা৷",
	"জড়বাদ": "পৌত্তলিকতাবাদ৷",
	"মূলধন": "পুঁজি, পুঞ্জী, বিনিয়োগ৷",
	"মৃগী": "অপস্মাৰ, আঁৱৰীয়া, মূৰ্ছা ৰোগ৷",
	"মৃণাল": "ক্ৰৌঞ্চাদন, নালীক, পদ্মনাল, পদ্মপলাশ, মোলান৷",
	"মৃত": "প্রয়াত, পৰলোকগত, ফৌতী, ফৌত, বৈকুণ্ঠগামী, বৈকুণ্ঠীভূত, মৰহুম, স্বৰ্গগত, স্বৰ্গগামী, স্বৰ্গী, স্বৰ্গীয়৷",
	"মৃতক": "মৰন্তা জন৷",
	"মৃতদেহ": "ভেল, মৃতক, লাচ, শ, শৱ৷",
	"মৃতপ্রায়": "চিপ কঢ়া, মুমূৰ্ষু, মৃতকল্প, মৰণাপন্ন, মৰণোন্মুখ, মৰোঁ মৰোঁ হোৱা, যাওঁ যাওঁ হোৱা, যোৱা-থোৱা৷",
	"অৰ্ধমৃত": "আধামৰা৷",
	"মৃত্যু": "অনন্তনিদ্ৰা, অনন্তশয়ন, আয়ুপাত, গ্রহণ, চিৰনিদ্ৰা, চিৰবিদায় চিৰশান্তি-লাভ৷ জীৱনাৱসান, তিৰোধান, ত্যাগ, দেহত্যাগ, দেহপাত, দেহান্ত, দেহাৱসান, দেহৰক্ষা, নৰনাট পঞ্চত্বপ্ৰাপ্তি, প্ৰয়াণ, প্ৰাণত্যাগ, পৰলোক-গমন, পৰলোক-যাত্ৰা, বৈকুণ্ঠপ্রয়াণ, ভৱলীলা মৰণ, শেষনিশ্বাস সমাপন, স্বৰ্গগমন৷<br />অকালমৃত্যু, অপঘাত&nbsp;মৃত্যু, অপমৃত্যু, বিঘাতমৰণ৷",
	"মেকুৰী": "জাঁই, বন-মেকুৰী, বিড়াল, বিড়ালী, বোন্দা মাৰ্জাৰ, মাৰ্জাৰী, মেকুৰী, হাপা, হেপা৷",
	"মেখেলা": "কটিবস্ত্ৰ, চুটি-কাপোৰ৷",
	"মেঘ": "অবোৰ, অভ্ৰ, অম্বুদ, অম্বুধৰ, অম্বুবাহ, অম্বুবাহী, অম্বুমুচ, অৰ্ণোদ, আম্ভোদ, কাদম্বিনী, কুহাৰ, গৰ্জ, ঘন, জলকৰংক, জলদ, জলধৰ, জলধৰপটল, জলমুক, জলমুচ, জীমূত, জীমূতেন্দ্ৰ, ডাৱৰ, তড়িত্বান, তড়িদ্গৰ্ভ, তোয়দ, তোয়ধৰ, ধাৰাধৰ, ধূমযোনি, ধূমিকা, নীৰদ, নীৰধৰ, পয়োদ, পয়োধৰ, পাথোদ, পৰ্জন্য, বলাহক, বাতধ্বজ, বাদল, বায়ুবাহ, বাৰবিাহ, বাৰিদ, বাৰিবাহক, বাৰিবাহন, বাৰিমুক, বাৰিমুচ্, বিদ্যুত্বান, বৰ্ষধৰ, মৰুত্বান, শক্ৰবাহ, সৰণ্যু৷",
	"পানীগছা": "জলস্তম্ভ, ডাৱৰ, তুলা পুঞ্জমেঘ৷",
	"ঘনঘটা": "মেঘাড়ম্বৰ৷",
	"মেঘাচ্ছন্ন": "ঘনাবৃত, মেঘমগন, মেঘমগ্ন, মেঘাবৃত, মেঘালী, সঘন৷",
	"মেঘমেদুৰ": "ডাৱৰীয়া, বাদলীয়া, মেঘস্নিগ্ধ৷",
	"মেজি": "পুঁজি, হাৰলি৷",
	"মেৰুদণ্ড": "কশেৰু, কশেৰুকা, পৃষ্ঠদণ্ড, ৰাজহাড়৷",
	"মেৰুদণ্ডী": "কশেৰুক, পৃষ্ঠদণ্ডী৷",
	"মোকৰ্দমা": "গোচৰ, নালিচ, ফৰিয়াদ, সোধ৷",
	"ফৰিয়াদী": "গুচৰীয়া৷",
	"মোক্ষ": "অপবৰ্গ, উপৰতি, নিবৃত্তি, নিৰ্বাণ, নিৰ্যাণ, পৰমগতি, পৰমপদ, পৰমাৰ্থ, পৰম্পদ, পৰিনিৰ্বাণ, পৰিমোক্ষ, পৰিমোক্ষণ, মুক্তি, মোক্ষপদ৷",
	"জীৱন্মুক্তি": "স্বৰ্গপ্রাপ্তি,&nbsp;স্বৰ্গলাভ৷",
	"মৌ": "মধু, মধুপৰ্ক, মৌজোল৷",
	"মৌচাক": "মধুচক্ৰ, মৌ-বিচনী৷",
	"মৌকোঁহ": "মধুকোষ,&nbsp;ৰহঘৰা৷",
	"মৌমাখি": "আৰ্ঘা, পুষ্পকীট, পুষ্পলিহ, মধুকৃৎ, মধুকৰ, মধুজীৱ, মধুপ, মধুপায়, মধুব্ৰত, মধুভৃতৎ, মধুমক্ষিকা, মধুলিট, মধুলিহ, মধুলেহ, মধুলেহী, সুকাণ্ডী৷",
	"মৌলিক": "অযৌগিক, প্রাথমিক, প্রাৰম্ভিক, বুনিয়াদী৷",
	"মৌলিকতা": "",
	"যকৃত": "আগমঙহ, লিভাৰ৷",
	"যজ্ঞ": "অধ্বৰ, আহুতি, আহৱ, ইজ্যা, ইষ্ট, ইষ্টি, ক্ৰতু, বষট্কাৰ, মেধ, যাগ, যাগ-যজ্ঞ, স্তোম, হুতি, হোম, হোৱত্ৰ, হৱ, হৱন৷",
	"যজ্ঞৰ জুই": "বৈতান, বৈতানিক, যজ্ঞাগ্নি, যজ্ঞানল, হুত, হুতা, হুতাশ, হুতাশন, হোমাগ্নি, হোমানল৷",
	"যজ্ঞকৰ্তা": "অগ্নিচিৎ, অগ্নিহোত্ৰী, অগ্নিৰক্ষক, অগ্নীধ, অগ্নীধ্ৰ, অগ্ন্যাহিত, অধ্বৰ্যু, অবিন, আহিতাগ্নি, ঋত্বিক, বাজপেয়ী, যজি, যজ্ঞকৃৎ, যাজ্ঞিক, সাগ্নিক, স্বাহাকৃৎ, হোমক, হোমকাৰী, হোমকৰ্তা, হোম্য, হোতা, হোত্ৰী, হোমী, হৌম্য৷",
	"যম": " অন্তক, কালকল্প, কালকুণ্ঠ, কীনাশ, কৃতাত্ত, জীৱকান্ত, তপনতনয়, দণ্ডধৰ, দণ্ডপাণি, দণ্ডী, ধৰ্ম, ধৰ্মেন্দ্ৰ, ধৰ্মৰাজ, ধৰ্মৰায়, নৰান্তক, পাশী, পিতৃপতি, প্রজান্তক, প্ৰেতাধিপ, বৈৱস্বত, মহিষধ্বজ, মহিষবাহন, মৃত্যু, শমন, সূৰ্যতনয়, সূৰ্যপুত্ৰ, ৰবিনন্দন৷",
	"যমদণ্ড": "কালদণ্ড৷",
	"যমপুৰী": "নিৰয়, নৰক, যমালয়৷",
	"যক্ষ্মা": "ক্ষয়ৰোগ, খেহৰোগ, লেংকাহ, ৰাজযক্ষ্মা৷",
	"যাঠী": "কোল, খাপৰ, খৰ্পৰ, পচা৷ প্রাস, বল্লম, ভল্ল, শল্য, শূল, শেল৷",
	"যাত্ৰী": "প্রদক্ষিণকাৰী, পৰিব্ৰাজক, পৰিযায়ী, পৰ্যটক, ভ্ৰমণকাৰী৷<br />আৰোহী, চোৱাৰী৷",
	"যাদু": "ইন্দ্ৰজাল, টাটক, বাজি, ভেলেকী, ভেলেকী-বাজি, ভোজ-বাজি, মেজিক৷",
	"যাদুকৰ": "ঐন্দ্ৰজালিক, কুহক, কুহকী, টাটকীয়া, বাজিকৰ, মেজিচিয়ান, সৌভিক৷",
	"যান": "বাহন, যান-বাহন৷",
	"গাড়ী": "বাগী, শকট, শকটিকা৷",
	"যুক্ত": "অন্বিত, জড়িত, সংপৃক্ত, সংযুক্ত, সম্পৰ্কিত৷",
	"যুদ্ধ": "অভ্যামৰ্দ, আয়োধন, আহৱ, জংগ, ধেৱা, প্রঘাত, প্রতিদাৰণ, বিগ্ৰহ, যুঁজ, যুদ্ধ-বিগ্ৰহ, যোধন, সংখ্য, সংগ্ৰাম, সংযুগ, সংস্ফোট, সমীক, সম্মৰ্দ, সমৰ, ৰণ৷",
	"মহাযুদ্ধ": "মহাৰণ,&nbsp;মহাসমৰ৷",
	"যুদ্ধক্ষেত্ৰ": "ৰণস্থলী, ৰণাংগন, সমৰাংগণ, যুদ্ধস্থলী৷",
	"ৰণৰংগী": "জংগী, যুযুধান, যুযুৎসু, সামৰিক, ৰণুৱা৷",
	"যোদ্ধা": "যুঁজাৰু৷",
	"যুধিষ্ঠিৰ": "অজাতাৰি, কংক, জয়, জ্যেষ্ঠপাণ্ডৱ, ধৰ্মপুত্ৰ, ধৰ্মৰাজ৷",
	"যুৱক": "জোৱান, ডেকা, তৰুণ, নৱযুৱক, যুৱ, যুৱা৷",
	"যুৱতী": "উদ্ভিন্নযৌৱনা, গাভৰু, ডেকেৰী, তৰুণী, দোবিয়াৰ, নৱযুৱতী, পাতগাভৰু, যৌৱনমতী৷",
	"যোনি": "ভগশেফ, ভগ, সতীচ্ছদ, স্ত্ৰী-অংগ, স্ত্ৰীচিহ্ন৷",
	"ৰং": "বোল, বৰণ, বৰ্ণ, ৰহণ৷",
	"ৰংচঙীয়া": "বুলীয়া, বৰণীয়া, ৰহণীয়া, ৰহা৷",
	"ৰক্তাক্ত": "তুমৰলি, তেজেৰে লুতুৰি-পুতুৰি, শোণিতাক্ত, ৰক্তৰঞ্জিত, ৰুধিৰাক্ত, ৰুধিৰৰঞ্জিত৷",
	"ৰখীয়া": "প্ৰহৰী, পৰীয়া, ৰক্ষক, ৰক্ষী৷",
	"দুৱৰী": "দাৰোৱান, দ্বাৰপাল, দ্বাৰী৷",
	"দেহৰক্ষী": "অংগৰক্ষক৷",
	"ৰগৰ": "কুটি, কৌতুক, টেটকুটি৷",
	"ৰঙা": "আৰক্ত, আৰক্তিম, উপৰক্ত, লাল, লোহিত, ৰক্তবৰ্ণ, ৰক্তিম, ৰাতুল৷",
	"ৰঙচুৱা": "অৰুণিম, আলোহিত, লালিম, ৰক্তাভ, ৰক্তিমাভ৷",
	"ৰঙা ৰং": "অলক্তৰাগ, অৰুণাভা, অৰুণিমা, লালিমা, লোহিত বৰ্ণ লৌহিত্য, শোণিমা, ৰক্তাভা, ৰক্তিমা, ৰক্তিমাভা, ৰক্তৰাগ৷",
	"ৰচী": "এৰাল, জৰী, ডোল, থাংৰাং, নাকীজৰী, পঘা, ফয়, ৰচা৷",
	"ৰচোঁতা": "সংৰচক, ৰচক, ৰচয়িতা৷",
	"ৰজা": "অধিপ, অধিপতি, অধিৰাজ, অধীভূ, অধীশ, অধীশ্বৰ, অৱনীপতি, অৱনীশ, একজন্মা, ঐষ্ণীক, ক্ষিতিনাথ, ক্ষিতিপতি, ক্ষিতিপাল, ক্ষিতীশ, ক্ষৌণীশ, চক্ৰপাল, ছত্ৰপতি, জাহাঁপনা, দণ্ডধৰ, দেশপতি, দেশাধিপতি, নিজাম, নৃপ, নৃপতি, নৃপবৰ, নৃপমণি, নৃপাল, নৰদেৱ, নৰপতি, নৰপাল, নৰাধিপ, নৰেন্দ্ৰ, নৰেশ, পাতচা, পেছোৱা, প্রজেশ, প্ৰজানাথ, প্ৰজাপালক, প্ৰজেশ্বৰ, বাদশ্বাহ, ভূপ, ভূপতি, ভূমিপ, ভূমীন্দ্ৰ, মহাৰাজ, মহাৰাণা, মহীশ, মানৱেন্দ্ৰ, মুকুটধাৰী, লোকপাল, লোকপালক, শ্বাহ, সামন্তেশ্বৰ, স্বৰ্গদেউ, ৰাজ, ৰাজচক্ৰৱৰ্তী, ৰাজন, ৰাজশেখৰ, ৰাজাধিৰাজ,সম্ৰাট, ৰাজেন্দ্ৰ, ৰাজ্যেশ্বৰ, ৰাজৰাজেশ্বৰ, ৰাণা৷",
	"ৰতি": "কন্দৰ্পপত্নী, কামকলা, কামদেৱী, কামপত্নী, কামশক্তি, কেলিকলা, মদনপত্নী৷",
	"ৰতিক্ৰিয়া": "অভিগমন, আসংগ, কৰ্ম, গমন, জম্ভন৷ দেহ-মিলন, দেহ-সম্ভোগ, নাৰী-সম্ভোগ, নিধুবন, ব্যবায়, মিলন, মৈথুন, যৌন শৃংগাৰ, সংগম, সংসৰ্গ, সম্ভোগ, সহবাস, সুৰত, সুৰতি, স্ত্ৰী-গমন, স্ত্ৰী-সংগম, স্ত্ৰী-সংসৰ্গ, ৰতি, ৰতিকৰ্ম, ৰমণ৷",
	"ধৰ্ষণ": "অভিধৰ্ষণ, ধৰ্ষ, প্ৰসভ, বলাৎকাৰ৷",
	"ৰতিবিদ্যা": "কামতন্ত্ৰ৷ কামশাস্ত্ৰ, কামসূত্ৰ, যৌন বিজ্ঞান৷",
	"ৰত্ন": "জহৰত, পাথৰ, বাখৰ, মণি, মণি-মৰকত৷",
	"ৰদ": "খাৰিজ, নাকচ, প্রত্যাখ্যাত, বাতিল৷",
	"ৰ’দ": "আতপ, টিকা ফটা ভানুকৰ, মিহিৰকিৰণ; সূৰ্যকিৰণ, সূৰ্যালোক, সূৰ্যৰশ্মি, সৌৰকৰ, ৰবিকিৰণ, ৰবিৰশ্মি, ৰান্ধনী ৰৌদ্ৰ, ৰৌদ্ৰালোক, ৰৌদ্ৰৰাগ, ৰ’দ; ৰ’দালি, ৰ’দ৷",
	"ৰন্ধন": "পাককৰণ, সিজোৱা, ৰন্ধা-বঢ়া৷",
	"ৰাইজ": "জনগণ, জনতা, জনসাধাৰণ, দেশবাসী, প্রজা, প্ৰজাসাধাৰণ, সৰ্বসাধাৰণ৷",
	"ৰাঙল": "ৰংগণ, ৰঙিয়াল৷",
	"ৰাণী": "আইকুঁৱৰী, পটেশ্বৰী, পট্টমহিষী, পট্টাৰ্হা, পাটমাদৈ, পাটেশ্বৰী, পাটৰাণী, বেগম, মহাদৈ, মহাৰাজ্ঞী, মহাৰাণী, মহিষী, মাদৈ, সম্ৰাজ্ঞী, ৰাজপত্নী, ৰাজমহিষী, ৰাজেন্দ্ৰাণী, ৰাজৰাজেশ্বৰী, ৰাজৰাণী৷",
	"ৰাতি": "অন্ধিকা, অসুৰা, ইন্দুকান্তা, ক্ষণদা, ক্ষপা, তামসী, তাৰকিণী, ত্ৰিযামা, নিঃসম্পাত, নিশা, নিশি, নিশীখিনী, বিভাৱৰী, যামিকা, যামিনী, যামী, যামৱতী, শমনী, শৰ্বৰী, ৰজনী, ৰাত্ৰি৷",
	"মাজৰাতি": "দুপৰ দোভাগ নিশা, নিশীথ, মাজনিশা, ৰাতি৷",
	"নৈশ": "নৈশিক,&nbsp;নৈশীথ৷",
	"ৰাতিখোৱা": "কৰণিপতীয়া, ভৈৰৱীচক্ৰ, ৰাতিসেৱা৷",
	"ৰাধা": "কানুপ্ৰিয়া, কৃষ্ণপ্ৰিয়া, গোপনন্দিনী, গোপবালা, প্রকৃতি, বাৰ্ষভানৱী, বৃন্দাবনবিলাসিনী, বৃন্দাবনেশ্বৰী, বৃষভানুনন্দিনী, বৃষভানুসুতা, ব্ৰজকিশোৰী, ব্ৰজসুন্দৰী, ব্ৰজেশ্বৰী, শ্ৰীময়ী, শ্ৰীৰাধিকা, হ্লাদিনী, ৰাই, ৰাধিকা, ৰাসেশ্বৰী, ৰায়কেশৰী৷",
	"ৰাধাকৃষ্ণ": "ৰাধামাধৱ, ৰাধেশ্যাম৷",
	"ৰান্ধনি": "চাংমাই, পাচক, বাবুৰ্চি, সূপকাৰ৷",
	"ৰান্ধনিঘৰ": "চাংমাইশাল, পাকঘৰ৷",
	"ৰামচন্দ্ৰ": "অৱধেশ, কপিৰথ, কৌশল্য, কৌশল্যায়ন, কৌশল্যানন্দন, জানকীবল্লভ, দশৰথনন্দন, দাশৰথ, দাশৰথি, মৰ্যাদা-পুৰুষোত্তম, সীতাকান্ত, সীতানাথ, সীতাপতি, হনুমানবক্ষ৷ ৰঘুকুলতিলক, ৰঘুকুলনন্দন, ৰঘুকুলপতি, ৰঘুনাথ, ৰঘুপতি, ৰঘুবৰ, ৰঘুমণি, ৰাঘৱ, ৰাজীৱলোচন, ৰাম, ৰাৱণাৰি৷",
	"ৰাৱণ": "দশগ্ৰীৱ, দশানন, পৌলস্ত্য, লংকাপতি, লংকেশ, লংকেশ্বৰ, ৰাক্ষসেন্দ্ৰ, ৰাক্ষসেশ্বৰ৷",
	"ৰাক্ষস": "অনুশৰ, অশ্রপ, কীলালপ, ক্রব্যাদ, কৰ্বুৰ, জাতুধান, দৰ্ব, নিশাচৰ, নৰখাদক, নৰাশ, পলংকষ, পলাশী, পিশিতাশী, পুৰুষাদন, ৰক্ষ, ৰজনীচৰ, ৰাইকহ৷",
	"ৰিপুৱা": "গুপ্তচৰ, চোৰাংচোৱা, চৰ, চৰিয়া৷",
	"ৰুমাল": "উৰ্মাল, মুখচা, মুখমচা, হাঁচতি৷",
	"ৰূপ": "চন্দ্ৰভূতি, চন্দ্ৰহাস, প্রজাদান, শ্বেতক, সেতু, ৰজত, ৰূপ্য, ৰৌপ্য৷",
	"ৰূপালী": "ৰজতবৰ্ণ, ৰূপোৱালী৷",
	"ৰেখা": "আঁক৷ আঁচ, ৰশ্মি৷",
	"ৰেহৰূপ": "গতি-গোত্ৰ, গতি-বিধি, চাল-চলন৷",
	"খোজ-কাটল": "অংগী-ভংগী, ভাব-ভংগী, হাব-ভাব৷",
	"ৰোগ": "অসুখ, অসুস্থতা, অস্বাস্থ্য, আময়, নৰিয়া, পীড়া, বেমাৰ, ব্যাধি, মহাব্যাধি, মহামাৰী, মহাৰোগ, মাৰী, মৰক৷",
	"ৰুগীয়া": "অসুখীয়া, অসুস্থ, অস্বস্থ, পীড়াগ্রস্ত, পীড়িত, বেমাৰী, ৰুগ্ন, ৰোগাক্ৰান্ত৷",
	"ৰোগী": "নৰিয়া,&nbsp;বেমাৰী৷",
	"ৰোগৰ কাৰণ": "কাৰণি, জঁইন, বনি, লেচু৷",
	"লজ্জাহীন": "নাক-কটা, নাক-কাটী, নিধক, নিলাজ, নিলাজী, নিৰ্গত, নিৰ্লজ্জ৷",
	"লতা": "বল্লী, বল্লৰ, বল্লৰী, বীৰুধ, ব্ৰততী, লতিকা, লতীয়া৷",
	"লতীয়া": "লতাচানেকীয়া৷",
	"লম্পট": "তাৰল, নট, নটবৰ, পাৰদাৰিক, পৰস্ত্ৰীআসক্ত, ব্যভিচাৰী, ব্যলীক, শৰণ্ড, স্ত্ৰীচৌৰ৷",
	" লম্পটালি": "ব্যভিচাৰ৷",
	"ল’ৰা": "আপা, কিশোৰ, কুমাৰ, বালক, বেটা৷",
	"ল’ৰামতীয়া": "অপগগু, অবালচন্দ, বালকসুলভ, শিশুসুলভ৷",
	"লক্ষ্মণ": "সুমিত্ৰানন্দন, সৌমিত্ৰ, সৌমিত্ৰি, ৰামানুজ৷",
	"লক্ষ্মী": "অচলা, অজিতবল্লভা, ইন্দিৰা, কমলা, কমলালয়া, কমলাসনা, ক্ষীৰাব্ধিজা, জলনিধিজা, ধনদা, নাৰায়ণী, পদ্মা, পদ্মালয়া, পদ্মাসনা, লখিমী, শতদলবাসিনী, শ্ৰী, সনাতনী, হৰিনেত্ৰনিৱাসিনী, হৰিপ্ৰিয়া, ৰমা৷",
	"লাওখোলা": "কৰংক, কৰোটি, কৰ্পৰ, মহাশংখ, মূৰৰ খোলা, শিৰোস্থি৷",
	"লাজ": "ব্ৰীড়া, লজ্জা, লজ্জাশীলতা৷",
	"লজ্জিত": "মেহুৰা, লজ্জাশীল, লাজকুৰীয়া৷",
	"লজ্জাৱতী": "লজ্জাশীলা, লাজুকী৷",
	"নিলাজ": "নাক-কটা নিধক, নিৰ্গত৷ (স্ত্ৰী নাককাটী)৷",
	"লজ্জাৱনত": "অধোবদন, লজ্জানত, লাজত তলমূৰ কৰা৷",
	"লাজুকীলতা": "আদৰমালতী, নিলাজী বন৷",
	"লাঠী": "টাঙোন, টোকোন, দণ্ড, বাৰি, মাৰি, যষ্টি, যষ্টিকা, লাখুটি৷",
	"লাতুমণি": "গুঞ্জা, লাতুৰমণি৷",
	"লাভ": "আয়, প্ৰাপ্তি৷",
	"কিফাইত": "মুনাফা, লভ্যাংশ, লাভাংশ৷ লাভৱান৷",
	"লাহে লাহে": "এখুজি-দুখুজিকৈ, ধীৰে-ধীৰে, মন্থৰভাৱে, শামুকীয়া-গতিৰে৷",
	"লিংগ": "উপস্থ, পুং জননেন্দ্ৰিয়, মমৌ, শিশ্ন৷",
	"লেপ": "কঁথা, কন্থা, কম্বল, নিহালী, ৰেজাই৷",
	"লোকচান": "অলাভ, এলাভ, ক্ষতি, ঘাটি, দইন, হানি৷",
	"লোহা": "ইস্পাত, তীখা, তীখা, নিদাগ লো, লৌহ৷",

	"শংকৰদেৱ": "অধিকাৰী, কল্পতৰু, গংগাধৰ, গোমস্তা, জগন্নাথ, ডেকাগিৰী, বাণীনাথ, বৰআতা, শিৰোমণি, শ্ৰীমন্ত৷",
	"শংখ": "কম্বু, পুষ্টিকা৷",
	"শকত": "গেৰেহা, থূলন্তৰ, মাদাপূৰ, মেদবহুল, মেদা, মেদেলা, মোটা, শকত-আৱত, স্থূল, হৃষ্টপুষ্ট৷",
	"শক্তি": "কাৰ্যকাৰিতা, ক্ষমতা, জোৰ, তেজ, বল, সামৰ্থ্য৷",
	"বিক্ৰম": "পৰাক্ৰম, প্রতাপ৷",
	"শক্তিশালী": "কাৰ্যকৰী, ক্ষমতাশালী, ক্ষমতাৱান, জুৰী, জোৰদাৰ, তেজস্বী, প্ৰতাপী, পৰাক্ৰমী, বলশালী, বলী, সামৰ্থ্যৱান৷",
	"শচী": "ইন্দ্ৰপত্নী, ইন্দ্ৰাণী, পুলোমজা, পুলোমা, পৌলোমী, মঘৱতী, মহেন্দ্ৰাণী৷",
	"শতাব্দী": "শতক, শতবৰ্ষ, শতিকা৷",
	"শত্ৰু": "অৰাতি, অৰি, পাৰগ্ৰামিক, পুৰুঞ্জয়, বৈৰী, শতুৰু, শতৰু৷",
	"ৰিপু": "অমিত্ৰ, প্রত্যৰি৷&nbsp;",
	"শত্ৰুতা": "বৈৰ, বৈৰভাৱ, বৈৰাচৰণ, বৈৰিতা, শত্ৰুতা কৰা, শত্ৰুতাচৰণ, শাত্ৰৱ৷",
	"শত্ৰুভাবাপন্ন": "বৈৰভাবাপন্ন, ",
	"পৰিপন্থী": "দ্বন্দ্বী, পাৰিপন্থিক৷",
	"অন্তঃশত্ৰু": "গৃহবৈৰী, গৃহশত্ৰু, ঘৰ-বিভীষণ, ঘৰশত্ৰু, জাতশত্ৰু, জাতিবৈৰী, জাতিশত্ৰু, বদন৷",
	"শত্ৰুপক্ষ": "প্ৰতিপক্ষ, বিপক্ষ, বিপক্ষদল৷",
	"শত্ৰুহীন": "অজাতশত্ৰু, অনমিত্ৰ, অবিপক্ষ, অশত্ৰু৷",
	"শনি": "ছায়াত্মজ, ছায়াসুত, তপনতনয়, দুষ্টগ্ৰহ, পংগু, বৈৱস্বত, শনিদেৱ, শনৈশ্বৰ, সূৰ্যপুত্ৰ, ৰবিতনয়, ৰবিনন্দন, ৰবিপুত্ৰ৷",
	"শব্দ": "আৰাও, আৰাৱ, ধ্বনি, ধ্বনি, নাদ, নিস্বান, বিনদ, স্তনন, স্বন, স্বনন, স্বান, ৰণন৷",
	"স্বৰ": "ঘোষ, নিৰ্ঘোষ, প্ৰোদ্ঘোষণ, হ্ৰাদ, ৰোল, ৰৱ৷",
	"শব্দ-শৃংখল": "শব্দ-ভেদ, শব্দ-সন্ধান, শব্দজাল, হাঁচটি-খেল৷",
	"শৰ": "ইষু, কলম্ব, কাঁড়, কাণ্ড, ক্ষুৰপ্ৰ, তীৰ, তোমৰাস্ত্ৰ, ত্ৰিপুট, পৃষৎক, বিকৰ্ষ, বিপাট, বিশিখ, শায়ক, শিলীমুখ, সিত৷",
	"শৰাধাৰ": "অধিজ্য, ইষুধি, কঁড়ীয়া, তূণ, তূণীৰ, নিষ, নিষংগ, বাণাধাৰ, বাণাধি, বাণাশ্ৰয়, শৰধি, শৰাশ্ৰয়৷",
	"শলাগ": "কাৰদম, কৃতজ্ঞতা, গুণ&nbsp;লোৱা, ধন্যবাদ, শলাগনি, সাধুবাদ৷",
	"শলিতা": "পলিতা, শলা, শলাকানি, শিহা৷",
	"শান্ত": "অচঞ্চল, নিৰুদ্বেগ, নিৰ্জু, প্ৰশান্ত, সমাহিত, স্থিৰ৷",
	"শাপ": "অকৰণি, অভিশস্তি, অভিশাপ, অভিসম্পাত, অৱক্ৰোশ, গৰিহা, ছদকা, বাগব্ৰজ, শপনি, শাও, শাও-শপনি৷",
	"অভিশপ্ত": "অভিশাপগ্ৰস্ত, গৰিহা খোৱা, ছদকা খোৱা, শপ্ত, শাও খোৱা, শাপগ্ৰস্ত, শাপভ্ৰষ্ট, শাপিত৷",
	"শামুক": "কৱচী, খোলকী, জলশুক্তি, পংকমণ্ডুক, শম্বুক৷",
	"শাৰী": "পংক্তি, পান্তি, বীথি, বীথিকা, লানি, শ্ৰেণী৷",
	"শাৰীৰিক": "আংগিক, কায়িক, দেহগত, দৈহিক, শাৰীৰ, শৰীৰগত৷",
	"শালমন": "ব্ৰণ, শালমইনা৷",
	"শিং": "বিষাণ,&nbsp;শৃংগ৷",
	"শৃংগী": "শিঙাল, শৃংগৱান৷",
	"শিকলি": "জিঁজিৰি, জিঞ্জিৰি, নিহল, লোৱা, শৃংখল৷",
	"শিঙা": "ধামনিক, পেঁপা, শৃংগ৷",
	"তুৰী": "তুৰ্য, ৰণশিঙা৷",
	"শিবিৰ": "ছাউনী, ছেউনী৷",
	"শিমলু": "শাল্মল, শাল্মলী৷",
	"শিয়াল": "উল্কামুখী, গোমায়ু, জম্বুক, বৃক, ব্যাঘ্ৰনায়ক, ভ্ৰামক, যামঘোষ, শালামৃগ, শিৱালু, শৃগাল, শ্বধূৰ্ত, শ্বভীৰু, হুৰৱ৷",
	"শিয়ালী": "শৃগালী, শিৱা৷ ৰামশিয়াল৷ ফেউৰা৷",
	"শিৰশ্ছেদ": "মুণ্ডচ্ছেদ, মুণ্ডপাত৷",
	"শিল": "অশ্ম, উপল, দৃষত, পাথৰ, পাষাণ, প্ৰস্তৰ, শিলা৷",
	"শিলীভূত": "প্রস্তৰীভূত৷",
	"শিল্পী": "কলাকাৰ, কলাবিদ, শিল্পবিদ, ৰূপকাৰ৷ কলাৱতী৷",
	"শিৱ": "অঘোৰ, অজ, অদ্ৰিনাথ, অদ্ৰীশ, অনংগাৰি, অম্বিকানাথ, আশুতোষ, ইন্দুভূষণ, ইন্দুমৌলি, ঈশান, উমানন্দ, উমানাথ, উমাপতি, উমেশ, উৰগভূষণ, একনাথ, কন্দুকেশ্বৰ, কাশীনাথ, কাশীপতি, কাশীশ, কাশীশ্বৰ, কৃতজ্বৰ, কেদাৰ, কৈলাসপতি, খণ্ডপৰশু, গংগাধৰ, গিৰিজাকান্ত, গিৰীশ, গৌৰীনাথ, গৌৰীশ্বৰ, চন্দ্রচূড়, চন্দ্ৰশেখৰ, চন্দ্ৰিল, চেকিতান, জটাধাৰী, জটাধৰ, জল্পেশ্বৰ, জ্বালী, ডম্বৰুধৰ, তাৰকনাথ, তাৰকেশ্বৰ, ত্ৰিনয়ন, ত্ৰিনাথ, ত্ৰিনেত্ৰ, ত্ৰিপুৰঘ্ন, ত্ৰিপুৰাৰি, ত্ৰিলোচন, ত্ৰিশূলধাৰী, ত্ৰিশূলী, দিগম্বৰ, দুৰ্গাধীশ, দুৰ্গাপতি, দুৰ্গেশ, দুৰ্গেশ্বৰ, দেৱাদিদেৱ, দেৱেশ, ধূৰ্জতি, নটশেখৰ, নটেশ্বৰ, নটৰাজ, নন্দ্যেশ্বৰ, নীলকণ্ঠ, নীলগ্ৰীৱ, পঞ্চানন, পশুপতি, পিনাকপাণি, পিনাকী, পুৰঞ্জিৎ, পুৰভিদ, পুৰমথন, পুৰুহৰ, প্রমথনাথ, প্ৰমথেশ, ফণীধৰ, ফণীভূষণ, বহিৰেতাঃ, বাণেশ্বৰ, বিভূতিভূষণ, বিল্বেশ্বৰ, বিশ্বনাথ, বিশ্বেশ্বৰ, বিৰূপাক্ষ, বীৰেশ্বৰ, বুঢ়াগোসাঁই, বৃষধ্বজ, বৃষভবাহন, ব্যোমকেশ, ভূতনাথ, ভূতভাৱন, ভৃংগেশ্বৰ৷ ভৈৰৱ, ভোলা, ভোলানাথ, ভৱ, ভৱানাপতি, ভৱানীকান্ত, ভৱেশ, মহাদেৱ, মহানট, মহেশ, মহেশ্বৰ, মাৰজিৎ, মৃগাংকমৌলি, মৃগাংকশেখৰ, মৃত্যুঞ্জয়, যোগীন্দ্ৰ, যোগেশ, যোগেশ্বৰ, শংকৰ, শম্ভু, শশীভূষণ, শূলপাণি, শূলী, সতীন্দ্ৰ, সতীপতি, সতীশ, সিদ্ধদেৱ, সুৰেশ্বৰ, সোমনাথ, সোমেশ্বৰ, স্মৰজিৎ, হিংগুলেশ্বৰ, হিৰণ্যৰেতাঃ, হৰ, ৰামেশ্বৰ, ৰুদ্ৰ৷",
	"শিৱধাম": "কৈলাস, শিৱালয়৷",
	"শিহৰণ": "উদ্ধৰ্ষণ, পুলক, লোমহৰ্ষণ, ৰোমহৰ্ষণ, ৰোমাঞ্চ৷",
	"শিহু": "উলুপী, পলাংগ, বসাঢ্য, শিশুক, শিশুমাৰ, সীৰক৷",
	"শিক্ষক": "অধ্যাপক, আচাৰ্য, ওজা, ওজাদেউ, পণ্ডিত, মাষ্টৰ, শিক্ষয়িতা, শিক্ষাগুৰু৷",
	"শিক্ষিকা": "মাষ্টৰণী, শিক্ষয়িত্ৰী৷",
	"শিক্ষা": "তালিম, প্রশিক্ষণ, শিকনি৷",
	"শিক্ষণ": "",
	"শীত": "চেঁচা, জাৰ, ঠাণ্ডা, শীতলতা৷",
	"শীতল": "চেঁচা, ঠাণ্ডা, সেঙেতা৷",
	"শুকান": "অনাৰ্দ্ৰ, কৰ্কৰীয়া, নীৰস, শুষ্ক৷",
	"শুক্ৰ": "অংশ, আনন্দপ্রভৱ, ঔৰস, বিন্দু, বীৰ্য, শুক্ৰমেহ, ৰেতঃ, ৰেতস৷",
	"বীৰ্যপাত": "বিন্দুপাত, শুক্ৰকীট, ৰেতসপাত৷",
	"শুক্ৰাশয়": "শুক্ৰথলী৷",
	"শুভাশুভ": "মংগলামংগল,&nbsp;হিতাহিত৷",
	"শুভেচ্ছা": "কল্যাণ কামনা, মংগল&nbsp;কামনা, শুভকামনা, সদিচ্ছা৷",
	"শুশ্ৰূষা": "আল, আলপৈচান, তালাপী, প্ৰতিপাল, পৰিচৰ্যা৷",
	"শূন্য": "উদং, উদি, খালী, শুদা, ৰিক্ত৷",
	"শূন্যতা": "উকা, ৰিক্ততা৷",
	"আলাস": "আকাশ৷",
	"মহাশূন্য": "অন্তৰীক্ষ, ব্যোম, মহাকাশ৷",
	"মহাকাশযান": "অন্তৰীক্ষযান, ব্যোমযান৷",
	"শৃংখলা": "নিয়মানুগত্য, নিয়মানুৱৰ্তিতা, পাৰিপাট্য, বিন্যাস, শৃংখলাবদ্ধতা৷",
	"শৃংখলাবদ্ধ": "নিয়মানুগত, নিয়মানুৱৰ্তী, পৰিপাটি, বিন্যস্ত৷",
	"শৃংগ": "কূট, চূড়া, টিং, তুংগ, শিখা, শিখৰ, শীৰ্ষ, শীৰ্ষদেশ, শীৰ্ষবিন্দু, শীৰ্ষস্থান৷",
	"শেল": "শলা, শল্য৷",
	"শৈশৱ": "পৌগণ্ড, বাল্য, বাল্যকাল, ল’ৰাকাল, ল’ৰালি, শিশু-অৱস্থা, শিশুকাল৷",
	"শৌচালয়": "টিঙনাশালি, পায়খানা, লেট্ৰিন, শৌচাগাৰ, হগনাশালি৷",
	"শ্মশান": "কবৰস্থান, মৰিশালি, শাশনশাল, সমাধিস্থল৷",
	"শ্ৰদ্ধাহীন": "উন্নাসিক, বীতশ্ৰদ্ধ৷",
	"শ্রমিক": "বনুৱা, মজদুৰ, মজুৰ, হজুৱা৷",
	"শ্ৰীকৃষ্ণ": "অচ্যুত, অতলবিহাৰী, অধোক্ষজ, অনংগমোহন, অনন্তবীৰ্য, উদ্ধৱবন্ধু, কংসহা, কংসাৰি, কমললোচন, কানাই, কানু, কালীয়দমন, কৃষ্ণ, কেশীমথন, কেশৱ, গদাধৰ, গদাপাণি, গিৰিধাৰী, গিৰিধৰ, গোষ্ঠপতি, গোষ্ঠবিহাৰী, গোকুলনাথ, গোকুলপতি, গোকুলেশ্বৰ, গোপবল্লভ, গোপাল, গোপিকা-মোহন, গোপিকাৰমণ, গোপিনীবল্লভ, গোপীনাথ, গোপীমোহন, গোপেন্দ্ৰ, গোবৰ্ধনধাৰী, গোৱিন্দ, ঘনশ্যাম, চক্ৰধৰ, চক্ৰপাণি, চাণূৰমৰ্দন, জনাৰ্দন, ত্ৰিভংগ, ত্ৰিভংগমুৰাৰি, দামোদৰ, দৈৱকীনন্দন, দ্বাৰকাধীশ, দ্বাৰকানাথ, দ্বাৰকাপতি, দ্বাৰকেশ, দ্বাৰিকানাথ, দ্বাৰিকাপতি, নগধৰ, নটবৰ, ননীচোৰ, নন্দদুলাল, নীলমণি, নীলমাধৱ, নৰকান্তক, নৰনাৰায়ণ, নৰোত্তম, পদ্মপাণি, পাণ্ডৱসখা, পাৰ্থসাৰথি, পীতাম্বৰ, পুণ্ডৰীকাক্ষ, পুলিনবিহাৰী, পুৰুষোত্তম, বংশীগোপাল, বনবিহাৰী, বনমালী, বনোৱাৰী, বাসুদেৱ, বিপিনবিহাৰী, বৃন্দাবনেশ্বৰ, বৃষ্ণি, বেণুধৰ, ব্ৰজকিশোৰ, ব্ৰজবিহাৰী, ব্ৰজভূষণ, ব্ৰজমোহন, ব্ৰজেন্দ্ৰ, ব্ৰজেশ, মথুৰাপতি, মথুৰেশ, মদনগোপাল, মদনমোহন, মধুসূদন, মাধৱ, মুকুন্দ, মুৰাৰি, মুৰাৰু, মুৰুলীধৰ, যদুমণি, যশোদাদুলাল, যশোদানন্দন, যাদৱ, যাদৱৰায়, শকটাৰি, শ্যাম, শ্যামৰায়, শ্ৰীহৰি, সুদৰ্শনধাৰী, হৰি, ৰণচোড়, ৰসৰাজ, ৰাধাকান্ত, ৰাধানাথ, ৰাধাবল্লভ, ৰাধামাধৱ, ৰাধাৰমণ, ৰাসবিহাৰী, ৰাসেশ্বৰ৷",
	"শ্ৰুতিকটু": "কঠুৱা, কৰ্কশ, কৰ্ণকটু, শ্ৰুতিকঠোৰ, হুঁটা, ৰুক্ষ৷",
	"শ্ৰেষ্ঠ": "উত্তম, পৰাৎপৰ, সৰ্বশ্ৰেষ্ঠ, সৰ্বোত্তম৷",
	"শ্ৰেষ্ঠতা": "শ্ৰেষ্ঠত্ব৷",
	"শ্বাস": "উশাহ, নিশাহ, নিশ্বাস, প্ৰশ্বাস, শ্বসন৷",
	"শ্বাসৰোগ": "উদফাই, ঘুঙুৰ, ঘুমুৰোগ, হাপানি৷",
	"ষড়যন্ত্ৰ": "অভিসন্ধি, কুচক্ৰ, চক্ৰান্ত, ফন্দি, ফন্দ৷ মন্ত্ৰণা৷",
	"ষাঁড়": "ঋষভ, গোনাথ, গৱৰাজ, পুংগৱ, বলদ, বলধ, বলীৰ্বদ, বৃষ, বৃষভ, ভতৰা, শক্কৰ, শাংক, শাকৰ, শিৱবাহন, ষণ্ড৷",
	"সংকেত": "ইংগিত, চিঞাৰ, ঠাৰ৷",
	"সংখ্যা": "অংক, নম্বৰ, ৰাশি৷",
	"সংগ": "আসংগ, লগ, সংসৰ্গ, সমভিব্যাহাৰ, সাহচৰ্য৷",
	"সংগী": " লগৰী, লগৰীয়া, সংগিনী, সহচৰ, সহচৰী৷",
	"সংযম": "দমন, সম্বৰণ৷",
	"সংযমী": "সংযত৷ সংযমশীল৷&nbsp;",
	"সংলগ্ন": "অচ্ছেদ্য, অনুবদ্ধ, অন্বিত, জড়িত, প্রযুত, বিজড়িত, লিপ্ত, শ্লিষ্ট, সংযুক্ত, সংযোজিত, সংলিপ্ত, সংশ্লিষ্ট, সংসক্ত, সক্ত, সন্নিহিত, সমাবিদ্ধ৷",
	"ঘনিষ্ঠ": "ওতপ্ৰোত৷",
	"সংলগ্নতা": "অন্বয়, জোৰা, পৃক্তি, মিলন, যোগ, সংযুক্তি, সংযোগ, সংলিপ্ত, সংলেপ, সংশ্লেষ, সংশ্ৰৱ, সংসক্তি, সংস্পৰ্শ, সংহতি, সক্তি, সন্ধি, সমন্বয়, সম্পৰ্ক, সম্বন্ধ৷",
	"সংশয়": "অনিশ্চয়তা, অবিশ্বাস, অৱস্থা৷ আলি-দোমোজা৷ কুণ্ঠা, খুদুৱনি৷ দুই-নাও-দুই-ভৰি দোধোৰ-মোধোৰ, দোমোজা, দ্বিধা, দ্বৈধ, সন্দেহ৷",
	"সংক্ষিপ্ত": "চমু, চুটি, চুম্বক, নাতিদীৰ্ঘ৷",
	"সঁচ": "কঠীয়া, কণ, গৰ্ভ, বিধান, বীজ, ভ্ৰূণ, মচ৷",
	"সঁহাৰি": "উত্তৰ, জবাব, সমিধান৷",
	"সচ্চৰিত্ৰ": "চৰিত্ৰৱান, সুচৰিত, সুচৰিত্ৰ, সুবৃত্ত৷<br />(স্ত্ৰী) চৰিত্ৰৱতী, সচ্চৰিত্ৰা, সুচৰিতা, সুচৰিত্ৰা৷",
	"সজা": "পিঞ্জৰ, পিঞ্জৰা, পিঁজৰা৷",
	"সজা": "গঢ়া, তৈয়াৰ-কৰা, দিয়া, ৰূপ ৰূপদান, ৰূপায়ণ৷<br />গঠন, নিৰ্মাণ, প্ৰস্তুতকৰণ৷",
	"সত্য": "অকপট, অবিকৃত, অভ্ৰান্ত, ঠিক, ধ্ৰুৱ, ধ্ৰুৱ-সত্য, প্ৰকৃত, যথাৰ্থ, সঁচা, হক৷",
	"সত্যতা": "ঋত, প্রকৃতত্ব, যথাযথতা, যথাৰ্থতা, যাথাৰ্থ্য৷",
	"সত্যবাদিতা": "স্পষ্টবাদিতা৷",
	"সধৱা": "আয়তী, নাথৱতী, পতিৱত্নী, বৈৰেতী, সভৰ্তৃকা, সিন্দূৰতিলকা, সীমন্তিনী৷",
	"সন্তান": "অপত্য, আত্মজন্মা, আত্মসম্ভৱ, উদ্বহ, উৰস্য, ঔৰস্য, বাছা, বৎস, ল’ৰা-ছোৱালী, শাৱক, সন্ততি, সম্তান-সন্ততি৷",
	"সম্ভানসম্ভৱা": "অন্তঃসতত্ত্বা, অন্তৰাপত্যা, অন্তৰ্বত্নী, উদৰিণী, গা-জিলিকা, গা-নৰিয়া-হোৱা, গা-ভাৰী-হোৱা, গাভিনী, গুৰ্বিণী, গুৰ্বী, গৰ্ভিনী, গৰ্ভৱতী, সগৰ্ভা, সসত্ত্বা৷",
	"সন্ধান": "অনুসন্ধান, অন্বেষণ, এষণা, বিচৰা কাৰ্য৷",
	"সন্ধ্যা": "অস্তকাল, গধূলি, গোধূলি, চকা-পাটত-বহা-সময়, দিনশেষ, দিনান্ত, দিৱাৱসান, প্রদোষ, সন্ধিয়া, সাঁজ, সায়ং, সায়ংকাল, সায়াহ্ন, সূৰ্যাস্তকাল৷",
	"সন্যাস": "উপৰতি, চতুৰ্থাশ্ৰম, তাপস্য, নিৰ্বেদ, বিষয়-বিতৃষ্ণা, বিষয়-বৈৰাগ্য, বিৰাগ বৈৰাগ্য, ভাব, সংসাৰ-নিস্পৃহা, সংসাৰ-বিৰক্তি, সংসাৰ-বৈৰাগ্য, সংসাৰ-মুক্তি৷",
	"সন্মত": "মান্তি, সৈমান, ৰাজী৷",
	"সপোন": "সমাজিক, স্বপ্ন৷",
	"স্বপ্নময়": "স্বপ্নপ্ৰদত্ত, স্বপ্নাদিষ্ট, স্বপ্নালব্ধ, স্বপ্নাৱিষ্ট, স্বপ্নিল৷",
	"সফলতা": "কৃতকাৰ্যতা, কৃতকৃত্যতা, কৃতকৰ্মতা, কৃতাৰ্থতা, চৰিতাৰ্থতা, সাফল্য, সাৰ্থকতা, সিদ্ধি, সুসিদ্ধি৷",
	"সফল": "কৃতকাৰ্য, কৃতকৃত্য, কৃতকৰ্ম, কৃতাৰ্থ, চৰিতাৰ্থ, সফলকাম, সাৰ্থক, সিদ্ধ৷",
	"সভা": "অধিৱেশন, চক্ৰ, বৈঠক, মজলিচ, মেল, সন্মিলন, সন্মেলন, সম্মিলন, সম্মেলন৷",
	"সভাপতি": "অধ্যক্ষ, পুৰোহিত৷",
	"সভাপতিত্ব": "অধ্যক্ষতা, পৌৰোহিত্য৷",
	"মেলুৱৈ": "মেলেকী৷",
	"সভ্য": "পাৰিষদ, সদস্য, সভাসদ, সাংসদ৷",
	"পৰিষদ": "সংসদ৷",
	"সমকক্ষ": "সমতুল্য, সমতুল, সমসৰ৷",
	"সমদল": "মিছিল,&nbsp;শোভাযাত্ৰা৷",
	"সমভূমি": "উপত্যকা, সমতল, সমান ঠাই৷<br />অধিত্যকা, মালভূমি৷",
	"সময়": "কাল, প্ৰহৰ, পৰ, বেলা৷",
	"সমৰ্থ": "পাৰংগত, পাৰগ, সক্ষম, সামৰ্থ্যৱান৷",
	"অসমৰ্থ": "অপাৰগ,&nbsp;অক্ষম৷",
	"সমাধি": "কবৰ, কবৰস্থান, মৈদাম, মৈদামনি, সমাধিভূমি, সমাধিস্থান৷",
	"সমান": "নিমজ, মসৃণ, মিহি৷",
	"অসমান": "ওখোৰা-মোখোৰা, বন্ধুৰ৷",
	"সমাপ্তি": "অন্ত, অৱসান, ইতি, ওৰ, নিষ্পত্তি, নিষ্পাদন, পৰিসমাপ্তি, পৰ্যৱসান, শেষ, সমাধা, সমাপন, সাং, সামৰণি৷",
	"সমাপ্ত": "অৱসিত, নিষ্পন্ন, নিষ্পাদিত, পৰিসমাপ্ত, পৰ্যৱসিত, সমাপন্ন, সমাপিত, সম্পন্ন৷",
	"সমূহ": "আৱলী, কলাপ, গুচ্ছ, নিকায়, নিচয়, মালা, মুঠ, সমগ্ৰতা, সমষ্টি, সমাহাৰ, সমুচ্চয়, সমুদায়, সম্ভাৰ, ৰাজি৷",
	"বোৰ": "কুল, গণ, গোষ্ঠী, দল, পাল, প্রমুখ, বিলাক, বৃন্দ, বৰ্গ, মণ্ডলী, যুথ, শ্ৰেণী৷",
	"সমূহীয়া": "উমৈহতীয়া, এজমালি, জৌঁটাশলীয়া, যুটীয়া, যৌথ, সামূহিক৷",
	"সাৰ্বজনীন": "বাৰোৱাৰী, সাৰ্বজনিক, সৰ্বজনীন, ৰাজহুৱা৷",
	"সম্পত্তি": "দৌলত, বিত্ত, বিষয়, বৈভৱ, যোত্ৰ, সংগতি, সম্পদ৷",
	"সম্পদশালী": "চহকী,&nbsp;যোত্ৰৱান৷",
	"সম্পূৰ্ণ": "সমগ্ৰ, সম্যক৷",
	"সম্বন্ধ": "অনুবন্ধ, অনুষংগ, অন্বয়, যোগ, যোগাযোগ, সংযোগ, সংশ্রৱ, সংশ্লেষ, সংসৃষ্টি, সংস্পৰ্শ, সংসৰ্গ, সম্পৰ্ক৷",
	"সমন্বয়": "নিৰ্বন্ধ, মিল, মিলন, যোজন, সংযোজন, সন্ধি, সামঞ্জস্য৷",
	"সম্ভৱতঃ": "কিজানি, জানোচা, বোধ হয়, হয়তো, হ’বলা৷",
	"সৰলতা": "অকুটিলতা, অকৌটিল্য, আৰ্জৱ, ঋজুতা, পোন অৱস্থা, সাৰল্য৷",
	"সৰল": "অকপট, অকুটিল, ঋজু, চিধা-চাধা, পোন, পোনপটীয়া, ভোলাভাটৌ, হোজা, হোলগোঁজ৷",
	"সৰস্বতী": "কমলাক্ষী, কাদম্বৰী, পদ্মাসনা, বাগীশা, বাগীশ্বৰী, বাগ্দেৱী, বাঙ্ময়ী, বাণী, বিদ্যাদেৱী, বিশালাক্ষী, বীণাপাণি, ভাৰতী, মহাশ্বেতা, শতৰূপা, শুক্লা, শ্বেতভুজা, শ্বেতা, সনাতনী, সাৰদা, সৰ্বশুক্লা, হংসবাহনা, হংসবাহিনী, হংসাসীনা৷",
	"সৰহ": "অধিক, পৰ্যাপ্ত, বুজন, বেছি৷",
	"সৰহকৈ": "প্ৰচুৰ পৰিমাণে, বিস্তৰকৈ, বুজন পৰিমাণে, বেছিকৈ, সোপাসোপে, হোৰাহোৰে৷",
	"সৰু": "অকণমান, অকণমানি, অণু, আণুবীক্ষণিক, আমাডিমা, এখুদমান, এধানমান, এমাডিমা, কণ, কণমানি, ক্ষুদ্ৰ, খৰ্ব, খৰ্বকায়, চুটি-চাপৰ, টিলৌটিপৌ, নাওমান, পেন্দুকনা, সূক্ষ্ম, সূক্ষ্মাতিসূক্ষ্ম৷",
	"সৰ্বজ্ঞ": "ক্ৰান্তদৰ্শী, ত্ৰিকালজ্ঞ, সৰবজান৷",
	"সহজ": "অকঠিন, উজু, ঢিলা৷",
	"সাকাৰ": "অংগধাৰী, অংগী, অৱয়বী, কায়বিশিষ্ট, দেহধাৰী, দেহী, মূৰ্ত, মূৰ্তিমান, শৰীৰবদ্ধ, শৰীৰী, সাংগী, সাৱয়ব, ৰূপধাৰী৷",
	"সাগৰ": "অকূল, অতল, অব্ধি, অম্বুনিধি, অম্বুপ, অম্বুপতি, অম্বুভৃৎ, অম্বুমান, অম্বুৰাশি, অম্বোদ, অৰ্ণৱ, ইৰাৱত, ইৰাৱান, উদধি, ঊৰ্মিমালী, কুস্তুভ, ক্ষৌণীপ্ৰাচীৰ, জলধি, জলধৰ, জলনিধি, জলাধিপ, জলাৰণ্য, জলেন্দ্র, জলেশ, জলেশ্বৰ, তোয়ধি, তোয়নিধি, দ্বীপী৷ ধৰণীপল্লৱ, নদীকান্ত, নীলাম্বু, নীলাম্বুধি, নীৰধি, নীৰনিধি, পয়োধি, পয়োনিধি, পাৰাবাৰ, প্ৰচেতা, বাৰিধি, বাৰিধৰ, বাৰিনিধি, বাৰীন্দ্ৰ, বাৰীশ, মকৰাকৰ, মকৰালয়, মহাকচ্ছ, যাদঃপত, যাদসাম্পতি, সমুদ্ৰ, সিন্ধু, সৰিৎপতি, হিৰণ্যদ, ৰত্নগৰ্ভ, ৰত্নাকৰ৷",
	"সপ্তসিদ্ধু": "সাতসমুদ্ৰ (ক্ষীৰ, জল দধি, দুগ্ধ, লৱণ, সক্ষু, সুৰা, সৰ্পি), সাতসাগৰ৷<br />ক্ষীৰসমুদ্ৰ, ক্ষীৰসাগৰ, ক্ষীৰাব্ধি, ক্ষীৰোদ, ক্ষীৰোদধি৷",
	"সাগৰীয়": "সমুদ্ৰজ, সমুদ্ৰজাত, সমুদ্ৰীয়, সামুদ্ৰ, সামুদ্ৰিক, সৈন্ধৱ৷",
	"সাজু": "ওৰা পতা, প্রস্তুত, সষ্টম৷",
	"সাধন": "কৰণ, কৰা-কাৰ্য, নিষ্পাদন, সম্পাদন৷",
	"সাধিত": "কৃত, নিষ্পন্ন, সম্পন্ন৷",
	"সাধাৰণ": "নগণ্য, বিশেষত্বহীন, সামান্য৷",
	"সান্ত্বনা": "প্ৰবোধ, বুজনি, শান্তনা৷",
	"সাপ": "অকৰ্ণ, অহি, আশীবিষ, উৰংগ, উৰংগম, উৰগ, কঞ্চুকী, কাকোদৰ, কাদ্ৰৱেয়, কুণ্ডলী, কুম্ভীলস চক্রী, দৃক্শ্ৰুতি, দ্বিজিহ্ব, দ্বিসন, নাগ, পন্নগ, পৱনাশ, পৱনাশন, ফণধৰ, ফণভৃৎ, ফণাকাৰ, ফণাভৃৎ, বিলেশয়, বিশলয়, বিষধৰ, ব্যাল, ভুজংগ, ভুজংগম, ভুজগ, ভেকভুক, সৰ্প৷",
	"সৰ্পী": " নাগিনী, ভুজংগমী, ভুজংগিনী, ভুজংগী, ভুজগী, সৰ্পিণী৷",
	"সাপৰ দাঁত": "আশী, বিষদাঁত, বিহদাঁত, সৰ্পদন্ত৷",
	"সামৰ্থ্য": "সমৰ্থতা, সক্ষমতা৷",
	"সামীপ্য": "অনন্তৰত্ব, অব্যৱধান, আনন্তৰ্য, আশপাশ, ওচৰ, কাষ, নিকটতা, নিকটত্ব, নিকটৱৰ্তিতা, নৈকট্য, সন্নিকৰ্ষ, সন্নিধান, সন্নিধি, সান্নিধ্য৷",
	"নিকট": "অদূৰ, ওচৰ, কাষৰীয়া, নিকটৱৰ্তী, সমীপৱৰ্তী৷",
	"সাৱধানতা": "সজাগতা, সতৰ্কতা, হুঁচ৷",
	"সাৱধান": "অতন্দ্ৰ, সচেতন, সজাগ, সতৰ্ক, সাৱহিত, হুঁচিয়াৰ৷",
	"সাৱধানে": "সতৰ্কভাৱে, সন্তৰ্পণে৷",
	"সাহায্য": "মদত, সহকাৰ, সহকাৰিতা, সহযোগ, সহযোগিতা, সহায়, সহায়তা৷",
	"সিংহ": "কলংকষ, কেশৰী, দ্বিৰদান্তক, পশুহিংসক, পশুৰাজ, পাৰীন্দ্ৰ, মৃগপতি, মৃগেন্দ্ৰ, মৃগৰাজ, হৰি, হৰ্যক্ষ, ৰক্তজিহ্ব৷",
	"সিংহী": " সিংহিনী৷",
	"সিংহনাদ": "সিংহগৰ্জন, সিংহধ্বনি৷",
	"সিদ্ধ পুৰুষ": "পৰমহংস, মহাযোগী, যোগসিদ্ধ, যোগী, যোগীন্দ্ৰ৷",
	"সাধু": " চতুৰ্থাশ্ৰমী, নিৰ্বিন্ন, নিৰ্বিৎ, পুৰুষ, মুক্তপুৰুষ, যতী, সংসাৰত্যাগী, সন্ন্যাসী, সম্ত, সাধক, সাধু৷",
	"তপস্বী": "ঋষি, তাপস, ব্ৰহ্মচাৰী, মুনি৷",
	"তপোধন": "তপোনিধি৷ ",
	"মহামুনি": "মহৰ্ষি৷",
	"সন্ন্যাসিনী": "সাধিকা৷",
	"ৰাজৰ্ষি": "দেৱৰ্ষি৷",
	"সীতা": "ঈষা, জনকনন্দিনী, জানকী, ধৰণীসুতা, পাৰ্থিৱী, ভূপুত্ৰী, মৈথিলী, হনুমানবক্ষ, ৰাঘৱপ্ৰিয়া৷",
	"সীমা": "অৱধি, কাষ্ঠা, চাৰিসীমা, চৌহদ, প্ৰান্ত, পৰিসীমা, হদ৷",
	"সুগন্ধ": "আমোদ, পৰিমল, সুগন্ধি, সুঘ্ৰাণ, সুবাস, সুৰভি, সৌগন্ধ, সৌৰভ৷",
	"সুগন্ধী": "আমোদিত, সুগন্ধিত, সুবাসিত, সুৰভিত৷",
	"সুদ": "কুশীদ, বাঢ়ি, বিয়জুৱা, বিয়াজ, সুত৷",
	"সুন্দৰ": "কান্ত, চাৰু, ধুনীয়া, মঞ্জু, মঞ্জুল, সুকান্ত, সুকুমাৰ, সুচাৰু, ৰুচিৰ৷",
	"সৰ্বাংগসুন্দৰ": "নিখুঁত৷",
	"শোভন": "শোভাজনক, শোভনক, শোভনীয়, শোভমান, শোভাকৰ, শোভাযুক্ত, শোভিত, সুশোভন, সুশোভিত, ৰাজিত৷ ",
	"ৰম্য": "নান্দনিক, সুৰম্য, ৰমণীয়৷ ",
	"সুশ্ৰী": "সৌন্দৰ্যপূৰ্ণ, সৌন্দৰ্যময়, সৌন্দৰ্যশালী, ৰূপময়৷",
	"সুদৃশ্য": "দৃষ্টিনন্দন, দৰ্শনীয়, নয়নানন্দ, নয়নাভিৰাম, নয়নৰঞ্জন৷",
	"চিত্তাকর্ষক": "চিত্তবিনোদক, চিত্তহাৰী, চিত্তৰঞ্জন, মন-মোহনীয়, মন মুহি নিয়া, মনোগ্ৰাহী, মনোজ্ঞ, মনোমোহন, মনোমোহা, মনোহাৰী, মনোৰঞ্জন, মনোৰম, হৃদয়গ্ৰাহী৷",
	"ঠগিত": "গঢ়িত, ঠগুৱা, সুগঢ়ী৷",
	"সুকান্তি": "কান্তিময়, কান্তিমান, প্ৰিয়দৰ্শন, শ্ৰীমন্ত, শ্ৰীময়, সুদৰ্শন, সুৰূপ, সৌম্য, ৰূপহ, ৰূপৱন্ত, ৰূপৱান৷",
	"ৰূপৱতী": "চালে চকু ৰোৱা, শ্ৰীময়ী, ৰূপশালী, ৰূপহী৷",
	"সুমথিৰা": "কমলা, কমলাটেঙা, টেঙা, সুমথিৰা সোণতৰা৷",
	"সুৰা": "অৰিষ্ট, আসৱ, কাদম্বৰী, কাৰণ, কাৰণবাৰি, গন্ধোত্তমা, চেৰাপ, দাৰু, দেৱসৃষ্টা, দ্রাক্ষাৰস, ফটিকা, বাজ, মদ, মদিৰা, মদ্য, মাৰ্দ্বিক, সোমৰস৷",
	"চুলাই মদ": "লাওপানী, সাঁজপানী, হাড়িয়া৷",
	"মদ্যপ": "পানাসক্ত, মদপী, মদাহী, মাতাল, সূৰাপায়ী৷",
	"মদালস": "মদালসা৷",
	"সুৰাসক্তি": "নিচাসক্তি, পানাসক্তি৷",
	"সুশ্ৰাব্য": " কলস্বনা, শুৱলা, শ্ৰুতিমধুৰ, সুললিত, সুৰীয়া৷",
	"সুশ্ৰাব্যতা": "কলৰৱ, কলস্বন৷",
	"সূতা": "তন্তু, বটীয়া, সূত্ৰ৷",
	"সূৰ্য": "অংশুমান, অংশুমালী, অৰুণ, অৰ্ক, অৰ্যমা, আদিত্য, চকা, চিত্ৰভানু, চিত্ৰৰথ, তপন, দিনমণি, দিবাকৰ, পুষা, প্রভাকৰ, বালাৰ্ক৷ বিভাবসু, বিৰোচন, বিৱস্বান, বেলি, ভানু, ভাস্কৰ, মাৰ্তণ্ড, মিত্ৰ, মিহিৰ, সপ্তাশ্ব, সবিতা, সুৰ, সূৰুয, ৰবি৷",
	"সূক্ষ্ম শৰীৰ": "কৰণশৰীৰ, লিংগদেহ, লিংগশৰীৰ, সূক্ষ্মদেহ৷",
	"সেউজীয়া": "কলপতীয়া, লাইজুলীয়া, শ্যামল, সেউজী, হৰিৎ৷",
	"সেউজ": " শ্যামলিমা৷",
	"সেনাপতি": "চমচৰ, চমূনাথ, চম্পতি, বলাধ্যক্ষ, সেনাধ্যক্ষ, সেনানায়ক, সৈন্যনায়ক, সৈন্যপতি, সৈন্যপাল, সৈন্যাধ্যক্ষ৷ জংগী লাট৷",
	"সেমেকা": "আৰ্দ্ৰ, জেকা, তিতা, ভিজা, সিক্ত৷",
	"সৈন্য": "কটক, চিপাহী, জোৱান, যুঁজাৰু, যোদ্ধা, যোধ, সেনা, সৈনিক, ৰণুৱা৷",
	"সৈন্যবাহিনী": "অনীক, অনীকিনী, চমূ, পতাকিনী৷ পল্টন, পৃতনা, ফৌজ, সেনাদল, সেনানী, সেনাবাহিনী, সৈন্যদল, স্কন্ধ৷",
	"সোঁত": "ধাৰ, ধাৰা, প্রৱাহ, স্ৰোত৷",
	"সোণ": "অকুপ্য, অগ্নিবীজ, অগ্নিবীৰ্য, অগ্নিভ, অগ্নিৰেতঃ, কনক, কলধূত, কাঞ্চন, কৰ্বুৰ, চামীকৰ৷ দ্ৰৱিণ, নিষ্ক, পিঞ্জন, পুৰট, মহাধাতু, সুৱৰ্ণ, সোণা, স্বৰ্ণ, হাটক, হিৰণ, হিৰণ্য, হেম, ৰুক্ন৷",
	"সোণালী": "কনকময়, কাঞ্চনময়, সুৱৰ্ণময়, সোণোৱালী, সৌৱৰ্ণ, স্বৰ্ণময়, হিৰণ্ময়, হেমাংগ, হৈম৷",
	"সোণাৰু": "কৰ্ণিকাৰ, ৰাজবৃক্ষ৷",
	"সোৱাদ": "আস্বাদ, জুটি, স্বাদ, ৰস৷",
	"সুৱদী": "উপাদেয়, জুটিলগা, সোৱাদ, স্বাদিষ্ট, সৰস, ৰসপূৰ্ণ৷",
	"সৌন্দৰ্য": "আভিৰূপ্য, কান্তি, চাৰুতা, বাহাৰ, বিভূষা, মঞ্জিমা, শোভনতা, শোভা, সুকুমাৰত্ব, সুন্দৰতা, সৌকুমাৰ্য, সৌষ্ঠৱ, ৰুচি৷",
	"শ্ৰী": " লালিত্য, লাৱণ্য, সুষমতা, সুষমা৷",
	"কমনীয়তা": "কোমলতা, স্নিগ্ধতা, স্নৈগ্ধ্য৷",
	"সৌভাগ্য": "পুণ্যোদয়, ভাগ্যোদয়, শুভদিন, শুভাদৃষ্ট৷",
	"সৌভাগ্যৱান": "অদৃষ্টৱান, কপালী, ক্ষণজন্মা, ভাগ্যমন্ত, ভাগ্যৱন্ত, ভাগ্যৱান, সুভগ, সৌভাগ্যশালী৷",
	"স্তন": "উৰজ, উৰসিজ, উৰুসিৰুহ, উৰোজ, ঔধস্য, কুচ, কুচকলিকা, কুচকুম্ভ, পয়োধৰ, পয়োভাৰ, বক্ষোজ, বক্ষোৰুহ৷",
	"স্তনাগ্র": "কুচাপ্র, বৃন্ত, স্তনবৃন্ত, স্তনমুখ৷",
	"কুচফল": "ডালিম",
	"স্তৰ": "খলপা, চামনি, ঢাপ, তৰপ, পৰ্যায়, মহল৷",
	"স্থপতি": "বাস্তুকাৰ, স্থাপত্যবিদ৷",
	"স্থৱিৰতা": "অচলাৱস্থা, নিশ্চলতা, স্থিতিশীলতা৷",
	"স্থৱিৰ": "নিশ্চল, স্থিতিশীল৷",
	"স্থান": "ক্ষিতি, ক্ষেত্র, ঠাই, তলী, থল, থলী, ধৰণীতল, ভূতল, ভূপৃষ্ঠ, ভূমি, ভূমিতল, স্থল৷",
	"স্থান-পৰিৱৰ্তন": "ক্ৰমণ, ক্ৰান্তি, চলন, প্রক্ৰম, প্রচৰণ, প্রসৰণ, প্রসৰ্পণ, পৰিক্ৰমণ, পৰিক্ৰমা, পৰিচলন, পৰিবহণ, বিচলন, বিচৰণ, ভ্ৰমণ, যোৱা-কাৰ্য, সংক্ৰম, সংক্ৰমণ, সঞ্চালন, সঞ্চাৰ, সঞ্চাৰ, সঞ্চৰণ, সৰণ, সৰ্পণ৷",
	"স্থাৱৰ": "নিশ্চল, স্থাণু, স্থিৰ৷",
	"নগ": "",
	"স্নান": "গা&nbsp;ধোৱা,&nbsp;গোছল, জোবোৰা&nbsp;মৰা, গা তিওৱা, স্নাপন৷",
	"স্নানাগাৰ": "গোছলখানা,&nbsp;গা ধোৱা ঘৰ৷",
	"স্পষ্ট": "পৰিষ্কাৰ, ফট্ফটীয়া, ফৰিং-ফুটা, সুস্পষ্ট৷",
	"স্বতন্ত্ৰতা": "আত্মনিয়ন্ত্ৰণ, আত্মনিৰ্ভৰশীলতা, স্বনিয়ন্ত্ৰণ, স্বাধীনতা, স্বায়ত্তশাসন, স্বৰাজ৷",
	"স্বতন্ত্ৰ": "আত্মনিৰ্ভৰশীল, আত্মনিৰ্ভৰ, স্বাধীন৷",
	"স্বত্ব": "অধিকাৰ, হক৷",
	"স্বৰ্গ": "অক্ষয়ধাম, অক্ষয়লোক, অমৃতলোক, অমৰধাম, অমৰলোক, অমৰা, অমৰালয়, অমৰাৱতী, অমৰ্ত্যভুৱন, অমৰ্ত্যলোক, আনন্দলোক, ইন্দ্ৰপুৰী, ইন্দ্ৰলোক, ইন্দ্ৰসভা, ইন্দ্ৰালয়, ইন্দ্ৰৰাজ্য, ঊৰ্ধ্বলোক, ঋভুক্ষ, ত্ৰিদশালয়, ত্ৰিদিৱ, ত্ৰিবিষ্টপ, দিব্যধাম, দিব্যলোক, দীপ্তক, দেৱপুৰ, দেৱপুৰী, দেৱভূমি, দেৱভৱন, দেৱলোক, দেৱসভা, দেৱালয়, দ্যু, দ্যুলোক, দ্যো, ধ্ৰুৱলোক, নিত্যধাম, পুণ্যলোক, শত্ৰুভৱন, সুখাধাৰ, সুধৰ্মা, সুধৰ্মাসভা, সুৰপুৰ, সুৰপুৰী, সুৰলোক, সুৰসদন, সুৰসভা, সুৰালয়, স্বঃ, স্বাৰাজ্য, স্বৰ্গধাম, স্বৰ্গপুৰী, স্বৰ্গলোক, স্বৰ্গৰাজ্য, স্বৰ্লোক, সৰগ৷",
	"স্বৰ্গীয়": "দিব্য৷",
	"স্বামী": "আৰ্যপুত্ৰ, উপযন্তা, কান্ত, ক্ষেত্ৰী, কৰ্তা, গিৰিহঁত, গিৰী, গিৰীয়েক, গৃহস্থ, জীৱনসংগী, ধৰ্মপতি, নাথ, পতি, পাণিগ্ৰহণকাৰী, পাণিগ্ৰাহ, পাণিগ্ৰাহক, পাণিগ্ৰাহী, পৈ, পৰিণেতা, বঙহৰ-দেউ, ভাতাৰ, ভৰ্তা, লাল, ৰমণ৷",
	"স্বামিত্ব": "পতিত্ব৷",
	"স্বাস্থ্য": "অনাময়, অৱস্থা, নিৰাময়, নীৰোগ ব্যাধিশূন্যতা, সুস্থতা, ৰস-পম, ৰোগশূন্যতা, ৰোগহীনতা৷",
	"স্বাস্থ্যৱান": "নীৰোগ, স্বস্থ, হৃষ্টপুষ্ট৷",
	"স্বাস্থ্যহীন": "অসুখীয়া, অস্বস্থ, বহীয়াপৰা, মুজুৰা-পৰা, শ্ৰীহীন, ৰুগীয়া৷",
	"স্বাক্ষৰ": "চহী, দস্তখত, হস্তাক্ষৰ৷",
	"হঠাৎ": "অকস্মাৎ, আকস্মিকভাৱে৷",
	"হতভম্ব": "বাক্ৰুদ্ধ, মুখৰ মাত হৰা, হতবাক৷",
	"হত্যা": "আলম্ভ, ক্ষণন, ঘাতন, নিধন-কৰা), নিৰ্বহণ, প্রত্যৱহাৰ, প্রাণঘাতন, প্রাণনাশ, পৰ্যাস, বধ, বিপাদন, ব্যাপাদন, মাৰণ, হনন৷",
	"গুপ্ত হত্যা": "গুমি৷",
	"নৰহত্যা": "গণহত্যা,&nbsp;নৰমেধ৷",
	"হত্যাকাৰী": "অপঘাতক, অপঘাতী, আততায়ী, ঘাতক, ঘাতী, ঘাতুক, নিসূদক৷ নিহন্তা, বধকাৰী, বধী, বধোঁতা, বিনাশক, মাৰক, মাৰোঁতা, সংহাৰক, সংহৰ্তা, সূদক, হন্তা৷",
	"হনুমান": "অঞ্জনাতনয়, অঞ্জনানন্দন, আঞ্জনেয়, আনিলি, কেশৰীনন্দন, পাৱনি, পৱননন্দন, বজ্ৰাংগ, মাৰুতি, ৰামভক্ত, ৰামসখ৷",
	"হৰিণ": "ঋষ্য, এণ, কুৰংগ, কুৰংগক, কুৰংগম, পহু, ময়ু, মৃগ, সাৰংগ, সুনয়ন, হৰিণা হৰিণা৷",
	"হৰিণী": "কুৰংগিণী, কুৰংগী, মৃগী৷",
	"হসন্ত চিন": "ব্যঞ্জন চিন; হলন্ত চিন৷",
	"হাঁওফাঁও": "উশাহগড়, কল, ক্লোম, চুনৰী, ফুল, শ্বাসযন্ত্ৰ৷",
	"হাঁহ": "কাৰণ্ডৱ, বক্ৰাংগ, মানসালয়, মৰাল, শ্বেতচ্ছদ, সিতপক্ষ, হংস৷",
	"হংসী": "হংসিকা৷ ",
	"হাঁহি": "অট্টহাস্য, কাঠহাঁহি, মিচিকনি, মিচিকীয়া স্মিতহাস্য, হাঁহি, হাস্য৷",
	"হাঁহিমুখীয়া": "হাঁহিনা৷",
	"হাত": "কৰ, পাণি, বাহ, ভুজ, হস্ত, হস্তক৷",
	"হাতৰ তলুৱা": "কৰতল৷ ",
	"হাতৰ গাঁঠি": "মণিবন্ধ৷ ",
	"কান্ধ": "বাহুমূল",
	"হাজাৰ": "সহস্ৰ, হেজাৰ৷",
	"হাতী": "ইৰম্মদ, কুঞ্জৰ, ক্ষুদ্ৰাক্ষ, কৰী, কৰেণু, গজ, দন্তাবল, দন্তী, দ্বিপ, দ্বিৰদ, নগ, নাগ, পিল, পুষ্কৰী, বাৰণ, মাতংগ, সিন্ধুৰ, স্তাম্ভৰম, হস্তী, ৰদনী, ৰদী৷",
	"হস্তিনী": "মাতংগী৷",
	"দঁতাল": "কিৰিঙা, কুনকী, গণেশ, চাৰাল, মখনা, মাখুন্দী৷",
	"হাতীশাল": "পিলখানা৷",
	"হাতীৰ দাঁত": "দ্বিৰদৰদ, হস্তিদন্ত৷",
	"হাতীৰ দলপতি": "যূথপ, যূথপতি৷",
	"হাতীপটি": "অজবীধি, অমৰমাৰ্গ, আকাশগংগা, আকাশসৰিৎ, আকাশীগংগা, ছায়াপথ, দুগ্ধসৰণি, দেৱযান, দ্বীপবিশ্ব, নক্ষত্ৰপুঞ্জ, নক্ষত্ৰবীথি, নীহাৰিকা, হৰিতালিকা৷",
	"হানি": "ক্ষতি, ক্ষয়, দইন, লোকচান৷",
	"হালধীয়া": "পাণ্ডুৰ, পীত, পীতাভ, হালধিবুলীয়া, হৰিদ্ৰাভ৷",
	"হালধীয়া বৰণ": "পাণ্ডু ৰং, পাণ্ডুৰতা৷",
	"হিমালয়": "অচলপতি, অচলাধিপ, অদ্ৰিৰাজ, অদ্ৰীশ, উত্তৰাচল, গিৰিৰাজ, গিৰীন্দ্ৰ, গিৰীশ, নগপতি, নগাধিপ, নগেন্দ্ৰ, নগৰাজ, পৰ্বতপতি, পৰ্বতৰাজ, শৈলেন্দ্ৰ, হিমাচল, হিমাদ্ৰি৷",
	"হিলৈ": "কামান, তোপ, বন্দুক, বৰতোপ, বৰহিলৈ, মেচিনগান৷",
	"হিলৈদাৰী": "গোলন্দাজ, বৰকান্দাজ৷",
	"হুবহু": "অবিকল, একেবাৰে, সাইলাখ৷",
	"হুমুনিয়াহ": "দীৰ্ঘশ্বাস, হা-হুতাশ, হুতাশ৷",
	"হুলস্থূল": "উখল-মাখল, উতৰোল, কোলাহল, কোৰ্হাল, গোলমাল, চিঞৰ-বাখৰ, তোলপাৰ, হৈ-চৈ৷",
	"হেনো": "বোলে, শুনা-মতে, হুনু৷",
	"ক্ষণস্থায়ী": "অচিৰস্থায়ী, অনিত্য, অস্থায়ী, ক্ষণিক, ক্ষয়িষ্ণু, ঠুনুকা, নশ্বৰ, ভংগুৰ, সাময়িক৷",
	"ক্ষণস্থায়িত্ব": "অনিত্যতা, ক্ষয়িষ্ণুতা, নশ্বৰতা, ভংগুৰতা৷",
	"ক্ষমা": "মাফ, মাৰ্জনা, মৰিষণ, মৰ্ষণ৷",
	"ক্ষয়": "অপচয়, অৱক্ষয়, ক্ষীণতা, খৰ্বতা, হ্ৰাস, অপচিতি, ক্ষতি, ধ্বংস (দ্ৰ), নাশ, বিনাশ, হানি৷ ক্ষয়িষ্ণু, বিনাশী৷",
	"ক্ষীণ": "অস্থিচৰ্মসাৰ, অস্থূল, কংকালসাৰ, কৃশ, কৃশাংগ, কৃশাংগী, খীণ, পাতল, বিশীৰ্ণ, লিটা, লেৰেলা, শীৰ্ণ, শীৰ্ণকায়, হাড়ত খোৱা, হাড়ে ছালে লগা৷",
	"ক্ষুদ্ৰ জীৱ": "কীটাণু, জীৱাণু, বিষাণু, বীজাণু৷"
}
